{"publicId":"74127b59-ae61-4b32-803e-10b6c4c257df","name":"HCS Major Kansas City 2022","startDate":"2022-04-29","endDate":"2022-05-01","description":"<p>Welcome back Halo community! Join us at the HCS Major Kansas City 2022, where the stage is set for our next Halo Infinite event! Who will be crowned the champion?</p>","venue":{"name":"Kansas City Convention Center","address":{"address1":"301 W 13th Street","address2":"Hall A","city":"Kansas City","stateProv":"MO","zipPostal":"64105","country":"United States"},"link":{"name":"KCCC Home Page","url":"https://kcconvention.com/","isExternal":true}},"state":"COMPLETED","tournaments":[{"publicId":"3226eaa0-c669-40a4-970d-9f5d1b40286e","slug":"hcsKC224v4","name":"HCS Major Kansas City 2022 4v4","location":"Hall A","startDateTime":"2022-04-29T13:00:00Z","endDateTime":"2022-05-02T04:45:00Z","rosterLockTime":"2022-04-25T22:00:00Z","description":"<p>Teams from around the world will be competing at the HCS Major Kansas City 2022 for their chance at the $250,000+ prize pool!</p>","shortDescription":"<p>Teams from around the world will be competing at the HCS Major Kansas City 2022 for their chance at the $250,000+ prize pool!</p>","teamPassInfo":"<p> </p>","rules":"<h1>HCS Major Kansas City 2022 – Official Rules</h1><p>Microsoft’s 343 Industries and Esports Engine (the \"Administration\") will be hosting the HCS Major Kansas City 2022 taking place between April 29th and May 1st, 2022, at the Kansas City Convention Center in Kansas City,</p><p>Missouri (the \"Tournament\" or \"Event\"). The Tournament will be governed by the following: (i) these official tournament rules (the \"Official Rules\"); (ii) the HCS Program Handbook 2021-2022 (the \"Handbook\"); and (iii) the HCS Code of Conduct 2021-2022 (the \"Code of Conduct\"); (iii) Microsoft’s Services Agreement; and (iv) Microsoft’s Privacy Statement. If there is an inconsistency between any of these documents, then these Official Rules shall control. Defined terms in these Official Rules shall have the meanings and definitions ascribed to them in the HCS Program Handbook 2021-2022, unless otherwise noted herein. By participating in the Tournament, each participant agrees to abide by the Handbook, these Official Rules, the decisions of the Administration (which shall be final and binding in all respects) and to be contacted by the Administration or their agents by email, mail and/or telephone regarding the Tournament.</p><p>The current versions of Microsoft’s Services Agreement and Privacy Statement are available at:</p><p><a href=\"https://www.microsoft.com/en-us/servicesagreement\" target=\"_blank\">Microsoft Services Agreement</a> • <a href=\"https://privacy.microsoft.com/en-us/privacystatement\" target=\"_blank\">Microsoft Privacy Statement</a></p><p>THE ADMINISTRATION RESERVES THE RIGHT TO CHANGE, UPDATE AND MODIFY THESE OFFICIAL RULES AT ANY TIME, FOR ANY REASON. CHANGES TO THESE OFFICIAL RULES WILL BE PROVIDED TO YOU OR POSTED ON THE EVENT BEFORE THE EVENT IN WHICH THE CHANGED RULES WILL APPLY. RULINGS MAY BE MADE OUTSIDE OF THE SCOPE OF THESE OFFICIAL RULES IN ORDER TO PRESERVE FAIR PLAY AND TOURNAMENT INTEGRITY. PARTICIPATION IN THE TOURNAMENT CONSTITUTES YOUR FULL AND UNCONDITIONAL AGREEMENT TO THE</p><p>HANDBOOK, CODE OF CONDUCT, THE ADMINISTRATION’S TERMS OF SERVICE, THE ADMINISTRATION’S PRIVACY POLICY, THESE OFFICIAL RULES AND THE ADMINISTRATION’S DECISIONS, WHICH ARE FINAL AND BINDING IN ALL MATTERS AND IN ALL RESPECTS. THE ADMINISTRATION SHALL DECIDE ANY MATTERS NOT HEREIN EXPRESSLY PROVIDED FOR AND SUCH DECISIONS SHALL BE FINAL AND BINDING ON PARTICIPANTS. WINNING A PRIZE IS CONTINGENT UPON FULFILLING ALL REQUIREMENTS SET FORTH IN THE HANDBOOK AND THESE OFFICIAL RULES.</p><ol id=\"l1\"><li data-list-text=\"1.\"><h3>Eligibility</h3><ol id=\"l2\"><li data-list-text=\"1.1.\"><p>Eligibility for the Tournament is as set forth in the Handbook.</p></li><li data-list-text=\"1.2.\"><p>Key terms from the Handbook used in these Official Rules that will retain the definitions prescribed to them in Section II of the Handbook include but are not limited to Participant, Player, Coach, Team, Game, and Match.</p></li><li data-list-text=\"1.3.\"><p>All members of a Team must reside in the same eligible Region; Teams are not permitted to field a roster of Players who reside in a different region.</p></li><li data-list-text=\"1.4.\"><p>Participants must adhere to all COVID-19 instructions throughout the duration of the Tournament.</p></li></ol></li><li data-list-text=\"2.\"><h3>Registration Information</h3><ol id=\"l3\"><li data-list-text=\"2.1.\"><p>The Tournament begins on April 29th, 2022, at approximately 11:00 AM CT. The tournament will take place at the Kansas City Convention Center, 301 W 13th St Suite 100, Kansas City, MO 64105. Information about the venue and check-in times will be conveyed to each Player before the start date.</p></li><li data-list-text=\"2.2.\"><p><a href=\"http://hcs.ee.gg/\" target=\"_blank\">Participants must purchase a team pass through Esports Engine (</a><span>hcs.ee.gg</span>) in order to participate in the Tournament. A limited quantity of team passes for the Tournament are available for purchase until 6:00 PM ET on Monday, April 25th, 2022, for $300.00 USD<b>.</b></p></li><li data-list-text=\"2.3.\"><p>In order to purchase a team pass, Players must affirmatively accept the Handbook, these Official Rules, and any other applicable eligibility agreements as prescribed in the Handbook or these Official Rules.</p></li><li data-list-text=\"2.4.\"><p>Coaches must register with their team, but Coaches do not pay any entry fees and are not eligible to win any prizes.</p></li><li data-list-text=\"2.5.\"><p>Online registration for the Tournament will open at 5:00 PM CT on Monday, March 21st, 2022.</p></li><li data-list-text=\"2.6.\"><p>All team pass sales are considered final. Refunds may be granted only at the discretion of the Administration. Transfers of a team pass to another person or another event is not permitted. Limit one registration/entry per person. No other methods of entry will be accepted.</p></li><li data-list-text=\"2.7.\"><p>All Players must submit their rosters to complete their registration.</p></li><li data-list-text=\"2.8.\"><p>Any Team earning Administration sponsored travel coverage via a Regional or Super event will be required to use 3/4ths of the same roster that was used in the respective qualifying event. If these Teams break this roster requirement, the Team will still be eligible to participate in this Tournament but will be ineligible for Administration sponsored travel coverage and pool play seed.</p></li><li data-list-text=\"2.9.\"><p>Any Team earning Administration sponsored travel coverage via an Open Championship is required to use the same roster that was used in the respective qualifying event. If these Teams break this roster requirement, the Team will still be eligible to participate in this Tournament but will be ineligible for Administration sponsored travel coverage.</p></li><li data-list-text=\"2.10.\"><p>For Pool Play teams, Rosters lock at 6:00 PM ET on Monday, April 11th, 2022.</p></li><li data-list-text=\"2.11.\"><p>For Open Bracket teams, Rosters lock at 6:00 PM ET on Monday, April 25th, 2022.</p></li><li data-list-text=\"2.12.\"><p><a href=\"mailto:hcs@ee.gg\" target=\"_blank\">Roster Questions and requests regarding team passes must be emailed to </a>hcs@ee.gg by Monday, Monday, April 25th, 2022, at 4:00 PM CT.</p></li><li data-list-text=\"2.13.\"><p>Team passes may not be sold at check-in.</p></li><li data-list-text=\"2.14.\"><p>Roster substitutions that occur after the applicable Roster Lock (\"Emergency Substitutions\") may be</p><p>granted by Administration, in their sole discretion.</p></li></ol></li><li data-list-text=\"3.\"><h3>General</h3><ol id=\"l4\"><li data-list-text=\"3.1.\"><p>Any violation of the rules set forth in the Handbook, Code of Conduct, or in these Official Rules, including, without limitation, any form of cheating, may result in a forfeit of the Game/Match and/or disqualification from the Tournament.</p></li><li data-list-text=\"3.2.\"><p>Participants must comply with the reasonable requests of Administration staff (the \"Referee\" or</p><p>\"Tournament Official\"). Failure to comply with instructions given by Tournament Officials may result in a</p><p>forfeit of the Game/Match and/or disqualification from the Tournament.</p></li><li data-list-text=\"3.3.\"><p>The physical competition area designated for an individual match of tournament play is defined as the competition station (the \"Station\"). These Stations include (a) the Main Stage (primary broadcast stage for marquee matches); (b) the Feature Stations (side stations on elevated platforms for marquee matches); and (c) Bracket Stations (Stations primarily used for Open Bracket competition).</p></li><li data-list-text=\"3.4.\"><p>Players/Teams that are disqualified prior to the start of a Game will not be allowed to play in the Game. Players/Teams that are disqualified during a Game must quit out of the Game. Players/Teams that are disqualified from the Tournament won’t receive any benefits (Prize, Pro Points, etc.) for their ranking in the Tournament. Such Players/Teams may also be subject to a temporary ban from future tournament(s).</p></li><li data-list-text=\"3.5.\"><p>All Player and Coach apparel must be approved by the Administration. The Administration reserves the right to require the removal of unapproved apparel as well as the right to disqualify a Player or Team for wearing unapproved apparel.</p></li><li data-list-text=\"3.6.\"><p>A Match’s Scheduled Start Time is the official start time for a Match, and will be communicated by Administration through visual displays, audio announcements, and/or directly to players by Tournament Official(s). Scheduled Start Times are subject to change, and Administration’s communication of a new Scheduled Start Time will replace any previously communicated Scheduled Start Time(s).</p></li><li data-list-text=\"3.7.\"><p>Teams must have all four (4) Players present (within the immediate physical proximity of their assigned Station) to start a Game. A Team will forfeit Game 1 if all four Players are not present by five (5) minutes (the \"Grace Period\") after a Match’s Scheduled Start Time. If a Team forfeits Game 1, they will Forfeit the Match if all four players are not present within 15 minutes after the Match’s Scheduled Start Time. Teams that played a previous Game(s) in a Match will Forfeit a Game 2, 3, etc. if all four Players are not present by five minutes after the conclusion of the previous Game. If a Match hasn’t begun by 15 minutes after the Scheduled Start Time and neither Team has all four Players present, the Match win may be awarded to the higher seeded Team.</p></li><li data-list-text=\"3.8.\"><p>If their Match has not been completed, Players may ask their Referee for permission to leave their Station. Referees may set a time limit by the end of which the Player must return to their Station or they may deny the Player’s request. Teams may forfeit a Game(s) if a Player(s) hasn’t returned by the end of</p><p>their Referee’s set time limit. Teams may forfeit a Game(s) if a Player(s) leaves their Station without their Referee’s permission or is otherwise unable to play.</p></li><li data-list-text=\"3.9.\"><p>Teams may ask their Tournament Official for an extended break between Matches. The Tournament Official may set a time limit by the end of which the Team must report to their upcoming Match’s Station or they may also deny the Team’s request. Teams may forfeit a Game(s) if they haven’t reported to their upcoming Match’s Station by the end of their Tournament Official’s set time limit.</p></li><li data-list-text=\"3.10.\"><p>Coaches may speak with their Players during and between Games. Coaches are permitted inside the competition area during competitive play. Coaches will be permitted to use a personally provided headset for the use of live communication with their Players via an Administration provided audio solution.</p></li><li data-list-text=\"3.11.\"><p>In order to dispute Game results, Players/Teams must notify their Referee that they would like to protest the Game before a new Game has begun. In order to dispute Match results, Players/Teams must notify their Referee that they would like to protest the Match within five (5) minutes of the completion of the Match. The Administration reserves the right to deny the dispute or otherwise make a decision in the best interest of the Tournament.</p></li><li data-list-text=\"3.12.\"><p>Teams may request that they be allowed to concede an Administration awarded victory of a Game. Teams may request that their opponent not receive a forfeit penalty, or a penalty associated with receiving a Technical Foul.</p></li><li data-list-text=\"3.13.\"><p>Language used in Team communication will be governed by the Code of Conduct.</p></li><li data-list-text=\"3.14.\"><p>Players/Teams are expected to put forth their best effort in all Games. The Administration reserves the right to forfeit Games/Matches and/or remove Players/Teams from the Tournament should this rule be violated.</p></li><li data-list-text=\"3.15.\"><p>Players and Coaches are expected to treat all members of the Administration with respect. Failure to abide by this stipulation may result in disciplinary action.</p></li></ol></li><li data-list-text=\"4.\"><h3>Equipment</h3><ol id=\"l5\"><li data-list-text=\"4.1.\"><p>Players must provide their own input device (controller or keyboard & mouse), USB cable, headset, and earbuds. Players are responsible for ensuring the proper function of this equipment. Games will not be paused or ended in order to resolve an issue with a Player’s equipment or any audio malfunction. Players may bring backup equipment to use in the situation where malfunctions may occur.</p></li><li data-list-text=\"4.2.\"><p>Players must use the console, monitor, and network equipment provided by the Administration. The Xbox Series X and/or PC will be used as the official consoles for the Tournament (the \"Console\"). Players competing on the main stage must use the headset provided by the Administration. If a Player finds that an issue has occurred with any of the Administration provided equipment, they should notify a Tournament Official immediately. If the Tournament Official can confirm that an issue has occurred, they will determine next steps, which may include a Game restart, Game win being awarded to a Team, continuation of play without action, or other action as deemed by the Tournament Official.</p></li><li data-list-text=\"4.3.\"><p>Players are permitted to use either a controller or a keyboard and mouse provided that their chosen input device is compatible with the Console and works natively and seamlessly with the Console without the use of external adapters or power supplies.</p></li><li data-list-text=\"4.4.\"><p>Players choosing to use a mouse & keyboard input device may be subject to additional stipulations should they advance to Pool Play or the Championship Bracket as prescribed in Section XIII of the Handbook.</p></li><li data-list-text=\"4.5.\"><p>If a Game malfunction occurs and the cause can’t immediately be identified, a Tournament Official may</p><p>call for the Game to be ended in order to investigate further.</p></li><li data-list-text=\"4.6.\"><p>All Player equipment is subject to approval. The Administration reserves the right to deny the use of anything suspected of providing an unfair competitive advantage.</p></li><li data-list-text=\"4.7.\"><p>Players may not use an input device with \"turbo\" or a button macro feature. A turbo feature allows Players to press a button that results in performing a set of actions that would normally require the Player to press the same button multiple times. A button macro feature allows Players to press a button that results in performing a set of actions that would normally require the Player to press multiple buttons.</p></li><li data-list-text=\"4.8.\"><p>Players may not use an input device that has been modified in such a way that it alters their abilities and/or in-game mechanics in such a way that the modification offers an unfair competitive advantage at the determination of the Administration. Players are permitted to make cosmetic changes to their input device.</p></li><li data-list-text=\"4.9.\"><p>Players may not compete with batteries in their input device. Players must maintain a wired connection with their Console<b>.</b></p></li><li data-list-text=\"4.10.\"><p>Player-provided Headsets must utilize a standard 3.5mm stereo headset jack. Players may not use a wireless headset or a headset that requires an outlet for power.</p></li><li data-list-text=\"4.11.\"><p>Coaches can wear earbuds or a headset to connect to their team audio on all Stations.</p></li><li data-list-text=\"4.12.\"><p>Players competing on the Main and Feature Stations must wear their earbuds in their ears and the Administration provided headset over their ears for the duration of all Games.</p></li><li data-list-text=\"4.13.\"><p>Teams found to be in violation of any of these equipment rules may be subject to warnings or penalties in accordance with these Official Rules.</p></li></ol></li><li data-list-text=\"5.\"><h3>Gameplay</h3><ol id=\"l6\"><li data-list-text=\"5.1.\"><p>Players competing in the open bracket will use an Administration provided profile for all Matches.</p></li><li data-list-text=\"5.2.\"><p>Players competing on the Main or Feature Stations will use their personal Xbox Live Gamertag.</p></li><li data-list-text=\"5.3.\"><p>For all Main Stage Matches each Player will be assigned a seat by the Administration.</p></li><li data-list-text=\"5.4.\"><p>Players will have five (5) minutes before the start of a Match and one minute in between each Game to adjust personal preferences and game settings, and ensure their headset is functioning properly. Five-minute time limits will begin at the Match’s Scheduled Start Time. One-minute time limits will begin at the conclusion of the preceding Game.</p></li><li data-list-text=\"5.5.\"><p>No warm-up or practice Games are permitted once the Match’s first Game has begun.</p></li><li data-list-text=\"5.6.\"><p>Players and Coaches may not look at an opposing Player’s monitor or projected screen during a Game.</p></li><li data-list-text=\"5.7.\"><p>Players and Coaches may not intentionally manipulate a teammate’s input device(s) during a Game. This includes but is not limited to a button, trigger, bumper, D-Pad, joystick, mouse, buttons on a keyboard, etc. Coaches may not touch a teammate’s input device during a Game.</p></li><li data-list-text=\"5.8.\"><p>Players may not move their character outside of the normal boundaries of a map. Moving outside of the normal boundaries of a map includes but is not limited to part of the character’s body passing through what should be a non-permeable surface or object or moving into any area from which your character registers shots on an opponent who is not able to register shots on your character. Areas of the map on a \"kill timer\" (or an area in which the game gives the Player a limited amount of time to return to standard boundaries before auto-elimination) are permitted for Player use.</p></li><li data-list-text=\"5.9.\"><p>Violation of rules found in this section may result in Game or Match forfeiture at the discretion of the Administration.</p></li><li data-list-text=\"5.10.\"><p>If a Game/Match is started without the approval of a Tournament Official, it may be restarted from the beginning.</p></li><li data-list-text=\"5.11.\"><p>If a Player, Tournament Official, or game observer fails to load into a Game/Match or loses their connection to the Game during or prior to the start of the Game/Match, the Game/Match may be restarted from the beginning.</p></li><li data-list-text=\"5.12.\"><p>If a Tournament Official or game observer disconnects from a Game after the Game/Match has begun, but all Players remain in the Game, the Game will continue.</p></li><li data-list-text=\"5.13.\"><p>Players are not permitted to voluntarily disconnect from a Game before it has ended without explicit permission from a Tournament Official. Voluntarily disconnecting from a Game without permission may result in penalties, including forfeit of the Game. Players who are involuntarily disconnected from a Game will be allowed to rejoin the Game.</p></li><li data-list-text=\"5.14.\"><p>Players who end a Game without a Tournament Official’s permission may forfeit the Game/Match. If a Player disconnects after the Game/Match has begun, ending the Game without a Tournament Official’s permission will result in a forfeit of the Game/Match.</p></li></ol></li><li data-list-text=\"6.\"><h3>Spectator Guidelines</h3><ol id=\"l7\"><li data-list-text=\"6.1.\"><p>A Spectator is defined as anyone who is not currently competing in a Match. Therefore, Players and Coaches shall be considered Spectators when they are not competing in a Match. The start of a Match is marked by all Players seated at the Station prior to the start of the first Game and the end of a Match is marked by a Team winning a sufficient number of Games to be determined as the winner.</p></li><li data-list-text=\"6.2.\"><p>Spectators may not stand within two feet of a seated Player.</p></li><li data-list-text=\"6.3.\"><p>Spectators may not taunt, \"trash talk\", or disparage Teams that are competing in a Match.</p></li><li data-list-text=\"6.4.\"><p>Spectators may not touch a Player.</p></li><li data-list-text=\"6.5.\"><p>Spectators may not interfere with a Referee’s ability to preside over a Match.</p></li><li data-list-text=\"6.6.\"><p>Spectators may not touch or get on a Main Stage, Feature Station, or inside the ropes of a Station in the open bracket.</p></li><li data-list-text=\"6.7.\"><p>Spectators may not attempt to coach or directly communicate with a Player/Team.</p></li><li data-list-text=\"6.8.\"><p>Spectators must heed all warnings and follow all instructions given by Administration staff.</p></li><li data-list-text=\"6.9.\"><p>Spectators may be made to move, made to leave an area, or removed from the venue, at any time, for any reason.</p></li></ol></li><li data-list-text=\"7.\"><h3>Tournament Format</h3><ol id=\"l8\"><li data-list-text=\"7.1.\"><h3>Main Competition (4v4)</h3><ol id=\"l9\"><li data-list-text=\"7.1.1.\"><p>The Main Competition is defined as the 4v4 elements of the Tournament including the Open Bracket, Pool Play, and the Championship Bracket.</p></li><li data-list-text=\"7.1.2.\"><h3>Open Bracket</h3><ol id=\"l10\"><li data-list-text=\"7.1.2.1.\"><h3>Format</h3><ol id=\"l11\"><li data-list-text=\"7.1.2.1.1.\"><p>The Open Bracket will allow for up to two-hundred and fifty-six (256) Teams.</p></li><li data-list-text=\"7.1.2.1.2.\"><p>The Open Bracket will be Double Elimination. After losing a Match in the Winners Bracket, Teams will enter the Elimination Bracket. A Match loss in the Elimination Bracket will result in elimination from the Tournament.</p></li><li data-list-text=\"7.1.2.1.3.\"><p>All rounds in the Open Bracket will be Best of 3 with the exception of Matches that result in qualification of Teams into the Championship Bracket. Those Matches will be Best of 5.</p></li><li data-list-text=\"7.1.2.1.4.\"><p>When four (4) Teams remain in the Open Winners Bracket, they will be placed in</p><p>Championship Bracket Winner’s Round 1.</p></li><li data-list-text=\"7.1.2.1.5.\"><p>When four (4) Teams remain in the Open Elimination Bracket, they will be placed in Championship Bracket Elimination Round 1.</p></li></ol></li><li data-list-text=\"7.1.2.2.\"><h3>Seeding</h3><ol id=\"l12\"><li data-list-text=\"7.1.2.2.1.\"><p>Registered Teams will be seeded for the Open Bracket by their aggregate HCS 4v4 Points as of 6:00 AM ET on Monday, April 25th, 2022. Additional stipulations will apply to seeding methodology for the Open Bracket as described below.</p></li><li data-list-text=\"7.1.2.2.2.\"><p>For the Open Bracket, Teams will be seeded by their Global Team Point Total, determined as follows.</p></li><li data-list-text=\"7.1.2.2.3.\"><p>Global Team Points = Global Points + (Regional Points * PRD Ratio)</p></li><li data-list-text=\"7.1.2.2.4.\"><p>Global Points: the total number of HCS 4v4 Points earned from each Team’s Player at non-region locked events (i.e., Major Events).</p></li><li data-list-text=\"7.1.2.2.5.\"><p>Regional Points: the total number of HCS 4v4 Points earned from each Team’s Players through region locked events.</p></li><li data-list-text=\"7.1.2.2.6.\"><p>Proportional Regional Distribution (PRD) Ratio:</p><p>𝑅𝑒𝑔𝑖𝑜𝑛𝑎𝑙 𝑃𝑜𝑖𝑛𝑡𝑠</p><p></p><p>𝑃𝑅𝐷 𝑅𝑎𝑡𝑖𝑜 = <span>(𝑅𝑒𝑔𝑖𝑜𝑛𝑎𝑙 𝑃𝑜𝑖𝑛𝑡𝑠 𝑜𝑓 𝑡ℎ𝑒 𝑡𝑜𝑝, 𝑛𝑜𝑛 − 𝑝𝑜𝑜𝑙 𝑝𝑙𝑎𝑦 𝑇𝑒𝑎𝑚 𝑤𝑖𝑡ℎ𝑖𝑛 𝑡ℎ𝑒 𝑠𝑎𝑚𝑒 𝑅𝑒𝑔𝑖𝑜𝑛)</span></p></li><li data-list-text=\"7.1.2.2.7.\"><p>Teams with zero (0) HCS 4v4 Points will be seeded randomly and after any Team that has HCS 4v4 points.</p></li><li data-list-text=\"7.1.2.2.8.\"><p>Incomplete Teams as of the applicable Roster Lock will be seeded randomly and after any complete Team that has HCS 4v4 points and after any complete Team that does not have HCS 4v4 Points.</p></li><li data-list-text=\"7.1.2.2.9.\"><p>Teams that are completed after the Open Bracket is seeded will be seeded last, regardless of their HCS 4v4 Points.</p></li><li data-list-text=\"7.1.2.2.10.\"><p>In the event an Emergency Substitution is approved by Administration after the applicable Roster Lock date, added Players points will not contribute to the Global Team Points.</p></li></ol></li></ol></li><li data-list-text=\"7.1.3.\"><h3>Pool Play</h3><ol id=\"l13\"><li data-list-text=\"7.1.3.1.\"><h3>Format</h3><ol id=\"l14\"><li data-list-text=\"7.1.3.1.1.\"><p>Pool Play will have four (4) Pools of five (5) Teams.</p></li><li data-list-text=\"7.1.3.1.2.\"><p>All Matches will be Best of 5.</p></li><li data-list-text=\"7.1.3.1.3.\"><p>Teams will play one Match against each of the other Teams in their Pool.</p></li><li data-list-text=\"7.1.3.1.4.\"><p>Teams finishing their Pool in 1st and 2nd Place will be placed in the Championship Winners Bracket Round 1.</p></li><li data-list-text=\"7.1.3.1.5.\"><p>Teams finishing their Pool in 3rd place will be placed in Championship Bracket Elimination Round 3.</p></li><li data-list-text=\"7.1.3.1.6.\"><p>Teams finishing their Pool in 4th place will be placed in Championship Bracket Elimination Round 2.</p></li><li data-list-text=\"7.1.3.1.7.\"><p>Teams finishing their Pool in 5th place will be placed in Championship Bracket Elimination Round 1.</p></li></ol></li><li data-list-text=\"7.1.3.2.\"></li><li data-list-text=\"8.1.3.2.\"><h3>Seeding</h3><ol id=\"l15\"><li data-list-text=\"8.1.3.2.1.\"><p>Pools will consist of: Eight (8) North American Teams qualified via the HCS NA Anaheim Regional (\"Anaheim\"), four (4) European Teams qualified via the HCS EU Super (\"EU Super\"), three (3) Mexican Teams qualified via the HCS MX Super(\"MX Super\"), one (1)</p><p>Australia/New Zealand Team qualified via the HCS ANZ Super(\"ANZ Super\"), and the four (4) teams qualified via the winners portion of the open bracket.</p></li><li data-list-text=\"8.1.3.2.2.\"><p>The #1 NA Team qualified via placement at Anaheim will be placed in Pool A. The #2 NA Team qualified via placement at Anaheim will be placed in Pool B. The #3 NA Team qualified via placement at Anaheim will be placed in Pool C. The #4 NA Team qualified via placement at Anaheim will be placed in Pool D.</p></li><li data-list-text=\"8.1.3.2.3.\"><p>The #5 and #6 NA Teams qualified via placement at Anaheim will be placed in Pool D and C via their aggregate HCS points, with the Team with the higher amount of HCS points placed into Pool D and the Team with the lower amount of HCS points placed into Pool C.</p></li><li data-list-text=\"8.1.3.2.4.\"><p>The #7 and #8 NA Teams qualified via placement at Anaheim will be placed in Pool B and A via their aggregate HCS points, with the Team with the higher amount of HCS points placed into Pool B and the Team with the lower amount of HCS points placed into Pool A.</p></li><li data-list-text=\"8.1.3.2.5.\"><p>The #1, #2, #3, and #4 EU Teams qualified via placement at the EU Super will be placed, one into each pool, based on the aggregate HCS points of each Team. The Team with the highest amount of HCS points will be placed into Pool A. The Team with the second highest amount of HCS points will be placed into Pool B. The Team with the third highest amount of HCS points will be placed into Pool C. The Team with the lowest amount of HCS points will be placed into Pool D.</p></li><li data-list-text=\"8.1.3.2.6.\"><p>The #1, #2, and #3 MX Teams qualified via placement at the MX Super will be placed in Pools D, C, and B based on the aggregate HCS points of each Team. The Team with the highest amount of HCS points will be placed into Pool D. The Team with the second highest amount of HCS points will be placed into Pool C. The Team with the lowest amount of HCS points will be placed into Pool C.</p></li><li data-list-text=\"8.1.3.2.7.\"><p>The #1 ANZ Team qualified via placement at the ANZ Super will be placed in Pool D.</p></li><li data-list-text=\"8.1.3.2.8.\"><p>The #1, #2, #3, and #4 Open Bracket teams who qualified via the winners portion of the open bracket will be placed, one into each pool, based on the aggregate HCS points of each Team. The Team with the highest amount of HCS points will be placed into Pool A. The Team with the second highest amount of HCS points will be placed into Pool B. The Team with the third highest amount of HCS points will be placed into Pool C. The Team with the lowest amount of HCS points will be placed into Pool D.</p></li><li data-list-text=\"8.1.3.2.9.\"><p>Pool Play Seeds will be determined after Teams have already been assigned to a Pool.</p></li><li data-list-text=\"8.1.3.2.10.\"><p>A Pool Play Team’s Seed is used to govern Side Choices during Tournament Matches.</p></li></ol></li><li data-list-text=\"8.1.3.3.\"><h3>Ranking & Tiebreakers</h3><ol id=\"l16\"><li data-list-text=\"8.1.3.3.1.\"><p>Pool Play Ranking (1st - 4th) will be determined using each Team’s record of Matches won and lost (\"Match Record\").</p></li><li data-list-text=\"8.1.3.3.2.\"><p>If two or more teams have the same Match Record (Tied Teams), Ranking will be determined by Head-to-Head Match Winning Percentage (Pool Play Matches Won vs. Tied Teams / Pool Play Matches Played vs. Tied Teams)</p></li><li data-list-text=\"8.1.3.3.3.\"><p>If two or more teams have the same Head-to-Head Match Winning Percentage, Ranking will be determined by Head-to-Head Game Winning Percentage (Pool Play Games Won vs. Tied Teams / Pool Play Games Played vs. Tied Teams).</p></li><li data-list-text=\"8.1.3.3.4.\"><p>If two or more teams have the same Head-to-Head Game Winning Percentage, Ranking will be determined by Overall Game Winning Percentage (Pool Play Games Won / Pool Play Games Played).</p></li><li data-list-text=\"8.1.3.3.5.\"><p>The higher number will win all the aforementioned tiebreakers.</p></li><li data-list-text=\"8.1.3.3.6.\"><p>If the aforementioned Tiebreakers can’t break a tie for 1<span>st</span> or 2<span>nd</span> place, the tie will be broken by Pool Play Seed with the higher seed winning the Tiebreaker. The highest seed is 1.</p></li><li data-list-text=\"8.1.3.3.7.\"><p>If the aforementioned Tiebreakers can’t break a tie for 2<span>nd</span> and 3<span>rd</span> place, the tied Teams will be scheduled to play a Best of 1 Game Round Robin tiebreaker. The Tiebreaker Game Mode will be Team Slayer. Map will be chosen at random and side choice will be given to the higher seed. After each Team has played all other tied Teams on the Tiebreaker Map, their records of Games Won and Games Lost will be used to break the tie. If there is still a tie that can’t be broken by the aforementioned tiebreakers, an additional Best of 1 Game Round Robin Tiebreaker(s) will be played until the tie can be broken.</p></li><li data-list-text=\"8.1.3.3.8.\"><p>If there is a tie involving more than two teams and a Tiebreaker resolves the tie for a Team(s), but leaves at least two Teams tied, the tie(s) that remains will be broken by starting over with the Head-to-Head Match Winning Percentage Tiebreaker.</p></li></ol></li><li data-list-text=\"8.1.3.4.\"><h3>Replacement Teams</h3><ol id=\"l17\"><li data-list-text=\"8.1.3.4.1.\"><p>If a Pool Play Team chooses not to participate in the Tournament and notifies the Administration prior to the start of the Tournament, Company reserves the right to replace the Team with a Team of the Administration’s choice.</p></li><li data-list-text=\"8.1.3.4.2.\"><p>If a Pool Play Team chooses not to participate in the Tournament and notifies the Administration after the start of the Tournament, a replacement team may not be selected to take their place.</p></li><li data-list-text=\"8.1.3.4.3.\"><p>If a replacement team is needed for Pool Play and all Pools have been set, the Replacement Team will be given the #16 Seed and will be assigned to the same Pool as the Team they have replaced. As a result, other Pool Play Teams may see their Seed change. However, all other Pool Play Teams will keep their Pool assignment.</p></li></ol></li></ol></li><li data-list-text=\"8.1.4.\"><h3>Championship Bracket</h3><ol id=\"l18\"><li data-list-text=\"8.1.4.1.\"><h3>Format</h3><ol id=\"l19\"><li data-list-text=\"8.1.4.1.1.\"><p>Championship Bracket will be Double Elimination style.</p></li><li data-list-text=\"8.1.4.1.2.\"><p>All Matches will be Best of 5 with the exception of both matches (if applicable) in the Grand Finals which will be Best of 7.</p></li><li data-list-text=\"8.1.4.1.3.\"><p>The 1st and 2nd placed Teams in each Pool will be placed in the Championship Winner’s</p><p>Bracket Round 1.</p></li><li data-list-text=\"8.1.4.1.4.\"><p>The 3rd placed Team in each Pool will be placed in the Championship Elimination Bracket Round 3. The 4th placed Team in each Pool will be placed in the Championship Elimination Bracket Round 2. The 5th placed Team in each Pool will be placed in the Championship Elimination Bracket Round 1.</p></li><li data-list-text=\"8.1.4.1.5.\"><p>The four (4) Teams joining the Championship Bracket from the Open Elimination Bracket will be placed in the Championship Elimination Bracket Round 1.</p></li><li data-list-text=\"8.1.4.1.6.\"><p>After Losing a Match in the Championship Winners Bracket, Teams will enter the Championship Elimination Bracket. A Match loss in the Championship Elimination Bracket will result in elimination from the Tournament.</p></li><li data-list-text=\"8.1.4.1.7.\"><p>When one Team remains in both the Championship Winners Bracket and the Championship Elimination Bracket those Teams will compete against each other in the Grand Final.</p></li><li data-list-text=\"8.1.4.1.8.\"><p>The Grand Final will begin with an initial Match. If the Winners Bracket Team wins the initial match, they will win the Tournament.</p></li><li data-list-text=\"8.1.4.1.9.\"><p>If the Elimination Bracket Team wins the initial match of the Grand Final, a second match must be played. The winner of the second match will win the Tournament.</p></li></ol></li><li data-list-text=\"8.1.4.2.\"><h3>Seeding</h3><ol id=\"l20\"><li data-list-text=\"8.1.4.2.1.\"><p>Pool Play Teams will keep their Pool Play Seed in the Championship Bracket, including both matches (if applicable) of the Grand Finals.</p></li><li data-list-text=\"8.1.4.2.2.\"><p>The four (4) Open Bracket Teams will be seeded #17-#20 for the Championship Bracket based on their Open Bracket seed and HCS Points.</p></li></ol></li></ol></li></ol></li><li data-list-text=\"8.2.\"><h3>Free for All</h3><ol id=\"l21\"><li data-list-text=\"8.2.1.\"><h3>Format</h3><ol id=\"l22\"><li data-list-text=\"8.2.1.1.\"><p>The Free for All Tournament (the \"FFA Tournament\" or \"FFA\")</p></li><li data-list-text=\"8.2.1.2.\"><p>All heats in the FFA Tournament will be best of one (1).</p></li><li data-list-text=\"8.2.1.3.\"><p>Aquarius is the only FFA Map</p></li><li data-list-text=\"8.2.1.4.\"><p>Players will be seeded using HCS FFA Points</p></li><li data-list-text=\"8.2.1.5.\"><p>A single \"heat\" or game lobby consists of eight (8) players.</p></li><li data-list-text=\"8.2.1.6.\"><p>FFA Format will follow a traditional FFA Heat system in which the Top four players from each Match will advance to the following round.</p></li></ol></li><li data-list-text=\"8.2.2.\"><h3>Scoring Criteria</h3><ol id=\"l23\"><li data-list-text=\"8.2.2.1.\"><p>At the end of each Match, The Players placement will be determined by the number of points scored (Points scored = number of kills – number of suicides).</p></li><li data-list-text=\"8.2.2.2.\"><p>If there is a tie in points scored, the following waterfall will be used to break ties:</p><ol id=\"l24\"><li data-list-text=\"8.2.2.2.1.\"><p>Number of Deaths (lowest to highest)</p></li><li data-list-text=\"8.2.2.2.2.\"><p>Total Damage Dealt (highest to lowest)</p></li><li data-list-text=\"8.2.2.2.3.\"><p>Number of Assists (highest to lowest)</p></li><li data-list-text=\"8.2.2.2.4.\"><p>Damage Taken (lowest to highest)</p></li><li data-list-text=\"8.2.2.2.5.\"><p>In the event none of the above criteria is able to break a tie, Administration reserves the right to select a new criterion, or randomly break the tie.</p></li></ol></li></ol></li></ol></li></ol></li><li data-list-text=\"9.\"><h3>Game Settings</h3><ol id=\"l25\"><li data-list-text=\"9.1.\"><p>All 4v4 Games will be played using the in-game \"Ranked\" settings. These settings are detailed as the</p><p>Tournament Settings in Section 12 of these Official Rules.</p></li><li data-list-text=\"9.2.\"><p><b>4v4 Maps and Game Mode Combinations </b>(<em>round-by-round schedule of map and game modes will be provided prior to Tournament start</em>)</p><ol id=\"l26\"><li data-list-text=\"9.2.1.\"><p>Slayer on Aquarius</p></li><li data-list-text=\"9.2.2.\"><p>Slayer on Bazaar</p></li><li data-list-text=\"9.2.3.\"><p>Slayer on Live Fire</p></li><li data-list-text=\"9.2.4.\"><p>Slayer on Recharge</p></li><li data-list-text=\"9.2.5.\"><p>Slayer on Streets</p></li><li data-list-text=\"9.2.6.\"><p>Strongholds on Live Fire</p></li><li data-list-text=\"9.2.7.\"><p>Strongholds on Recharge</p></li><li data-list-text=\"9.2.8.\"><p>Strongholds on Streets</p></li><li data-list-text=\"9.2.9.\"><p>Capture the Flag on Aquarius</p></li><li data-list-text=\"9.2.10.\"><p>Capture the Flag on Bazaar</p></li><li data-list-text=\"9.2.11.\"><p>Oddball on Live Fire</p></li><li data-list-text=\"9.2.12.\"><p>Oddball on Recharge</p></li><li data-list-text=\"9.2.13.\"><p>Oddball on Streets</p></li></ol></li><li data-list-text=\"9.3.\"><h3>4v4 Team Slayer Settings</h3><ol id=\"l27\"><li data-list-text=\"9.3.1.\"><h3>ROUND</h3><ol id=\"l28\"><li data-list-text=\"9.3.1.1.\"><p>SCORE TO WIN: 50</p></li><li data-list-text=\"9.3.1.2.\"><p>TIME LIMIT: 12 min</p></li><li data-list-text=\"9.3.1.3.\"><p>ROUND LIMIT: 1</p></li><li data-list-text=\"9.3.1.4.\"><p>ROUNDS TO WIN: Off</p></li><li data-list-text=\"9.3.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"9.3.2.\"><h3>EXTENSIONS</h3><ol id=\"l29\"><li data-list-text=\"9.3.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"9.3.2.2.\"><p>OVERTIME TIME EXTENSION: 3 min</p></li></ol></li><li data-list-text=\"9.3.3.\"><h3>SPAWNING</h3><ol id=\"l30\"><li data-list-text=\"9.3.3.1.\"><p>RESPAWN DELAY: 8 s</p></li><li data-list-text=\"9.3.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"9.3.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"9.3.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"9.3.4.\"><h3>CONTROLS</h3><ol id=\"l31\"><li data-list-text=\"9.3.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"9.3.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li><li data-list-text=\"9.3.5.\"><h3>SLAYER</h3><ol id=\"l32\"><li data-list-text=\"9.3.5.1.\"><p>POINTS PER SLAY: 1</p></li><li data-list-text=\"9.3.5.2.\"><p>POINTS PER SELF-DESTRUCTION: -1</p></li><li data-list-text=\"9.3.5.3.\"><p>POINTS PER BETRAYAL: -1</p></li><li data-list-text=\"9.3.5.4.\"><p>POINTS PER ASSISTS: 0</p></li><li data-list-text=\"9.3.5.5.\"><p>POINTS PER DEATH: 0</p></li><li data-list-text=\"9.3.5.6.\"><p>HEADSHOT BONUS: 0</p></li><li data-list-text=\"9.3.5.7.\"><p>MELEE BONUS: 0</p></li><li data-list-text=\"9.3.5.8.\"><p>SPLATTER BONUS: 0</p></li><li data-list-text=\"9.3.5.9.\"><p>STICKY BONUS: 0</p></li></ol></li></ol></li><li data-list-text=\"9.4.\"><h3>4v4 Oddball Settings</h3><ol id=\"l33\"><li data-list-text=\"9.4.1.\"><h3>ROUND</h3><ol id=\"l34\"><li data-list-text=\"9.4.1.1.\"><p>SCORE TO WIN: 100</p></li><li data-list-text=\"9.4.1.2.\"><p>TIME LIMIT: 5 min</p></li><li data-list-text=\"9.4.1.3.\"><p>ROUND LIMIT: 3</p></li><li data-list-text=\"9.4.1.4.\"><p>ROUNDS TO WIN: 2</p></li><li data-list-text=\"9.4.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"9.4.2.\"><h3>EXTENSIONS</h3><ol id=\"l35\"><li data-list-text=\"9.4.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"9.4.2.2.\"><p>OVERTIME TIME EXTENSION: 3 min</p></li></ol></li><li data-list-text=\"9.4.3.\"><h3>SPAWNING</h3><ol id=\"l36\"><li data-list-text=\"9.4.3.1.\"><p>RESPAWN DELAY: 10 s</p></li><li data-list-text=\"9.4.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"9.4.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"9.4.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"9.4.4.\"><h3>CONTROLS</h3><ol id=\"l37\"><li data-list-text=\"9.4.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"9.4.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li><li data-list-text=\"9.4.5.\"><h3>ODDBALL</h3><ol id=\"l38\"><li data-list-text=\"9.4.5.1.\"><p>POINTS FOR CARRYING: 1</p></li><li data-list-text=\"9.4.5.2.\"><p>CARRIER POINT FREQUENCY: 1 s</p></li><li data-list-text=\"9.4.5.3.\"><p>SKULL SPAWN DELAY: 3 s</p></li></ol></li></ol></li><li data-list-text=\"9.5.\"><h3>4v4 Strongholds Settings</h3><ol id=\"l39\"><li data-list-text=\"9.5.1.\"><h3>ROUND</h3><ol id=\"l40\"><li data-list-text=\"9.5.1.1.\"><p>SCORE TO WIN: 250</p></li><li data-list-text=\"9.5.1.2.\"><p>TIME LIMIT: Unlimited</p></li><li data-list-text=\"9.5.1.3.\"><p>ROUND LIMIT: 1</p></li><li data-list-text=\"9.5.1.4.\"><p>ROUNDS TO WIN: 1</p></li><li data-list-text=\"9.5.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"9.5.2.\"><h3>EXTENSIONS</h3><ol id=\"l41\"><li data-list-text=\"9.5.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"9.5.2.2.\"><p>OVERTIME TIME EXTENSION: 3 min</p></li></ol></li><li data-list-text=\"9.5.3.\"><h3>SPAWNING</h3><ol id=\"l42\"><li data-list-text=\"9.5.3.1.\"><p>RESPAWN DELAY: 10 s</p></li><li data-list-text=\"9.5.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"9.5.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"9.5.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"9.5.4.\"><h3>CONTROLS</h3><ol id=\"l43\"><li data-list-text=\"9.5.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"9.5.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li></ol></li><li data-list-text=\"9.6.\"><h3>4v4 Capture the Flag Settings</h3><ol id=\"l44\"><li data-list-text=\"9.6.1.\"><h3>ROUND</h3><ol id=\"l45\"><li data-list-text=\"9.6.1.1.\"><p>SCORE TO WIN: 5</p></li><li data-list-text=\"9.6.1.2.\"><p>TIME LIMIT: 12 min</p></li><li data-list-text=\"9.6.1.3.\"><p>ROUND LIMIT: 1</p></li><li data-list-text=\"9.6.1.4.\"><p>ROUNDS TO WIN: Off</p></li><li data-list-text=\"9.6.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"9.6.2.\"><h3>EXTENSIONS</h3><ol id=\"l46\"><li data-list-text=\"9.6.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"9.6.2.2.\"><p>OVERTIME TIME EXTENSION: 5 min</p></li></ol></li><li data-list-text=\"9.6.3.\"><h3>SPAWNING</h3><ol id=\"l47\"><li data-list-text=\"9.6.3.1.\"><p>RESPAWN DELAY: 10 s</p></li><li data-list-text=\"9.6.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"9.6.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"9.6.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"9.6.4.\"><h3>CONTROLS</h3><ol id=\"l48\"><li data-list-text=\"9.6.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"9.6.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li><li data-list-text=\"9.6.5.\"><h3>CAPTURE THE FLAG</h3><ol id=\"l49\"><li data-list-text=\"9.6.5.1.\"><p>POINTS PER CAPTURE: 1</p></li><li data-list-text=\"9.6.5.2.\"><p>FLAG AT HOME SCORING: False</p></li><li data-list-text=\"9.6.5.3.\"><p>ACTIVE FLAGS PER TEAM: 1</p></li><li data-list-text=\"9.6.5.4.\"><p>FLAG CARRIER REVEAL: When Spotted</p></li><li data-list-text=\"9.6.5.5.\"><p>FLAG CARRIER SPOTTED DURATION: 3 s</p></li><li data-list-text=\"9.6.5.6.\"><p>FLAG CARRIER SPOTTED ON DAMAGE: On</p></li><li data-list-text=\"9.6.5.7.\"><p>FLAG CARRIER SPOTTED WHILE SPRINTING: Off</p></li><li data-list-text=\"9.6.5.8.\"><p>FLAG RETURN TIME: 1 s</p></li><li data-list-text=\"9.6.5.9.\"><p>INSTANT FLAG RETURN: False</p></li><li data-list-text=\"9.6.5.10.\"><p>FLAG CARRIER SHIELD SCALER: 0%</p></li><li data-list-text=\"9.6.5.11.\"><p>FLAG CARRIER HEALTH SCALER: 10%</p></li><li data-list-text=\"9.6.5.12.\"><p>FLAG CARRIER MOVEMENT SCALER: 100%</p></li><li data-list-text=\"9.6.5.13.\"><p>FLAG CARRIER SPRINTING: On</p></li><li data-list-text=\"9.6.5.14.\"><p>FLAG CARRIER GRAVITY SCALER: 100%</p></li></ol></li></ol></li></ol></li><li data-list-text=\"10.\"><h3>Prizing Information</h3><ol id=\"l50\"><li data-list-text=\"10.1.\"><p>Cash Prizes</p><ol id=\"l51\"><li data-list-text=\"10.1.1.\"><p>Please see the Handbook for prize distribution details. Additionally, some prizing information can be found on the event splash page).</p></li></ol></li><li data-list-text=\"10.2.\"><p>HCS 4v4 Point Awards (Points below reflect the amount of HCS 4v4 Points awarded to each player</p><p>according to their Team’s placement)</p><h3><span>1st: 25,000</span></h3><h3><span>2nd: 15,000</span></h3><h3><span>3rd: 11,000</span></h3><h3><span>4th: 9,000</span></h3><h3><span>5th - 6th: 8,000</span></h3><h3><span>7th - 8th: 7,000</span></h3><h3><span>9th - 12th: 5,500</span></h3><h3><span>13th - 16th: 4,500</span></h3><h3><span>17th - 20th: 3,000</span></h3><h3><span>21st - 24th: 2,750</span></h3><h3><span>25th - 28th: 2,250</span></h3><h3><span>29th - 32nd: 1,800</span></h3><h3><span>33rd - 40th: 1,600</span></h3><h3><span>41st - 48th: 1,400</span></h3><h3><span>49th - 64th: 1,000</span></h3></li></ol></li><li data-list-text=\"11.\"><h3>Common Infractions</h3><ol id=\"l52\"><li data-list-text=\"11.1.\"><p>This section describes common infractions that are prohibited during the Tournament. The Administration reserves the right to take action on the infractions listed in this section and in these Official Rules as a whole, in addition to the stipulations laid forth in the Handbook and the official Code of Conduct. Participants found to be in violation of these rules, or any rule laid forth in these Official Rules may be subject to penalties as prescribed in section 11 of these Official Rules.</p></li><li data-list-text=\"11.2.\"><p>Participants may not intentionally eject a disc from a console, use an unapproved memory card or USB flash drive, unplug anything from a monitor, console, or audio equipment, or touch power units without a Tournament Official’s permission.</p></li><li data-list-text=\"11.3.\"><p>Participants may not move any Administration provided equipment without a Tournament Official’s</p><p>permission.</p></li><li data-list-text=\"11.4.\"><p>Participants may not adjust monitor settings, other than volume, without a Tournament Official’s</p><p>permission.</p></li><li data-list-text=\"11.5.\"><p>Players may not communicate with a Spectator, or a Player other than a teammate or an opponent(s) during Tournament play.</p></li><li data-list-text=\"11.6.\"><p>Participants may not use vulgar language in excess. The Administration reserves the right to determine what is considered excessive vulgar language.</p></li><li data-list-text=\"11.7.\"><p>Coaches may not taunt an opposing Player or Coach. Taunting of an opposing Player or Coach is defined as derogatory language or gestures, aimed at an opponent, which is audible and/or visible to the opponent.</p></li><li data-list-text=\"11.8.\"><p>Participants may not use a match’s designated Station for warm-up games during, or prior to the start of,</p><p>a Match without a Tournament Official’s permission.</p></li><li data-list-text=\"11.9.\"><p>Participants may not stand on chairs, tables, or other Administration provided equipment.</p></li><li data-list-text=\"11.10.\"><p>Participants may not verbally abuse a Tournament Official. Verbal abuse of a Tournament Official includes, but is not limited to, the use of vulgar language directed at a Tournament Official, the use of insulting words or gestures directed at a Tournament Official, and excessive argument with a Tournament Official that results in a delay of a Match. The Administration reserves the right to determine what is considered excessive vulgar language.</p></li><li data-list-text=\"11.11.\"><p>Participants may not direct vulgar language towards Player, Coach, or Spectator. The Administration reserves the right to determine what is considered direct vulgar language.</p></li><li data-list-text=\"11.12.\"><p>Participants may not incite Spectators into taunting a Player, Coach, or Spectator.</p></li><li data-list-text=\"11.13.\"><p>Participants may not engage in unsportsmanlike physical contact.</p></li><li data-list-text=\"11.14.\"><p>Participants may not throw anything in the direction of an opponent.</p></li><li data-list-text=\"11.15.\"><p>Participants may not throw anything into the audience that could cause injury.</p></li></ol></li><li data-list-text=\"12.\"><h3>Penalties</h3><ol id=\"l53\"><li data-list-text=\"12.1.\"><p>The Administration reserves the right to consider or enforce penalties on a case-by-case basis. The Administration will consider the totality of the infraction, including the severity, circumstances, history, consequences/impact, or other relevant factor of the infraction in order to make a decision or enforce a penalty in the best interest of the integrity of the Tournament.</p></li><li data-list-text=\"12.2.\"><p>The Administration reserves the right to enforce any of the following penalties against Participants found to be in violation of any rules or stipulations set forth in these Official Rules, the Handbook, or the official code of conduct:</p><ol id=\"l54\"><li data-list-text=\"12.2.1.\"><p>Forfeiture of Game</p></li><li data-list-text=\"12.2.2.\"><p>Forfeiture of Match</p></li><li data-list-text=\"12.2.3.\"><p>Removal of Participant from Tournament (Disqualification)</p></li><li data-list-text=\"12.2.4.\"><p>Forfeiture of prizing</p></li><li data-list-text=\"12.2.5.\"><p>Forfeiture of HCS Points</p></li><li data-list-text=\"12.2.6.\"><p>Partial or full removal of HCS Points</p></li><li data-list-text=\"12.2.7.\"><p>Partial or full removal of travel coverage</p></li><li data-list-text=\"12.2.8.\"><p>Enforcement of a fine</p></li><li data-list-text=\"12.2.9.\"><p>A ban from participation in the HCS program</p></li><li data-list-text=\"12.2.10.\"><p>Temporary or permanent suspension from: Xbox Live, Halo game platforms and services, and/or participation in a HCS, Halo, and/or Microsoft online or live tournament or event</p></li><li data-list-text=\"12.2.11.\"><p>Pursue prosecution with the law or authoritative bodies for any illegal activities.</p></li></ol></li></ol></li><li data-list-text=\"13.\"><h3>4v4 Tournament Settings</h3><ol id=\"l55\"><li data-list-text=\"13.1.\"><h3>SANDBOX</h3><ol id=\"l56\"><li data-list-text=\"13.1.1.\"><h3>LOADOUT</h3><ol id=\"l57\"><li data-list-text=\"13.1.1.1.\"><p>PRIMARY WEAPON: BR75</p></li><li data-list-text=\"13.1.1.2.\"><p>PRIMARY WEAPON AMMO: Default</p></li><li data-list-text=\"13.1.1.3.\"><p>SECONDARY WEAPON: None</p></li><li data-list-text=\"13.1.1.4.\"><p>SECONDARY WEAPON AMMO: Default</p></li><li data-list-text=\"13.1.1.5.\"><p>FRAG GRENADES: 2</p></li><li data-list-text=\"13.1.1.6.\"><p>PLASMA GRENADES: 0</p></li><li data-list-text=\"13.1.1.7.\"><p>DYNAMO GRENADES: 0</p></li><li data-list-text=\"13.1.1.8.\"><p>SPIKE GRENADES: 0</p></li></ol></li><li data-list-text=\"13.1.2.\"><h3>WEAPONS</h3><ol id=\"l58\"><li data-list-text=\"13.1.2.1.\"><p>WEAPON RACKS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.2.2.\"><p>POWER WEAPON PADS: On</p></li><li data-list-text=\"13.1.2.3.\"><p>WEAPON PICKUP: On</p></li><li data-list-text=\"13.1.2.4.\"><p>WEAPON DROPPING: On</p></li><li data-list-text=\"13.1.2.5.\"><p>WEAPON DAMAGE RATIO: Default</p></li><li data-list-text=\"13.1.2.6.\"><p>INFINITE AMMO: Off</p></li><li data-list-text=\"13.1.2.7.\"><p>BOTTOMLESS CLIP: Off</p></li><li data-list-text=\"13.1.2.8.\"><p>TACTICAL RELOAD TIME SCALER: Default</p></li><li data-list-text=\"13.1.2.9.\"><p>EMPTY RELOAD TIME SCALER: Default</p></li></ol></li><li data-list-text=\"13.1.3.\"><h3>GRENADES</h3><ol id=\"l59\"><li data-list-text=\"13.1.3.1.\"><p>MAX FRAG GRENADES: 0</p></li><li data-list-text=\"13.1.3.2.\"><p>MAX PLASMA GRENADES: 0</p></li><li data-list-text=\"13.1.3.3.\"><p>MAX DYNAMO GRENADES: 0</p></li><li data-list-text=\"13.1.3.4.\"><p>MAX SPIKE GRENADES: 0</p></li><li data-list-text=\"13.1.3.5.\"><p>GRENADE PADS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.3.6.\"><p>GRENADE PICKUP: On</p></li><li data-list-text=\"13.1.3.7.\"><p>GRENADE DAMAGE RATIO: Default</p></li><li data-list-text=\"13.1.3.8.\"><p>GRENADE THROW TIME SCALER: Default</p></li><li data-list-text=\"13.1.3.9.\"><p>GRENADE DETONATION RADIUS SCALE: Default</p></li><li data-list-text=\"13.1.3.10.\"><p>GRENADE IMPULSE SCALER: Default</p></li></ol></li><li data-list-text=\"13.1.4.\"><h3>MELEE</h3><ol id=\"l60\"><li data-list-text=\"13.1.4.1.\"><p>MELEE DAMAGE RATIO: Default</p></li><li data-list-text=\"13.1.4.2.\"><p>MELEE IMPULSE SCALER: Default</p></li></ol></li><li data-list-text=\"13.1.5.\"><h3>EQUIPMENT</h3><ol id=\"l61\"><li data-list-text=\"13.1.5.1.\"><p>EQUIPMENT PADS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.5.2.\"><p>POWER EQUIPMENT PADS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.5.3.\"><p>EQUIPMENT PICKUP: On</p></li><li data-list-text=\"13.1.5.4.\"><p>ACTIVE CAMO INTENSITY SCALER: Off</p></li><li data-list-text=\"13.1.5.5.\"><p>HOLDING OBJECTIVE DISABLES EQUIPMENT: On</p></li></ol></li><li data-list-text=\"13.1.6.\"><h3>VEHICLES</h3><ol id=\"l62\"><li data-list-text=\"13.1.6.1.\"><p>VEHICLE PADS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.6.2.\"><p>OPERATE VEHICLE TURRETS: On</p></li><li data-list-text=\"13.1.6.3.\"><p>INDESTRUCTIBLE VEHICLES: Off</p></li></ol></li><li data-list-text=\"13.1.7.\"><h3>CLEANUP</h3><ol id=\"l63\"><li data-list-text=\"13.1.7.1.\"><p>WEAPON CLEANUP TIMER: Off</p></li><li data-list-text=\"13.1.7.2.\"><p>VEHICLE CLEANUP TIME: Off</p></li></ol></li></ol></li><li data-list-text=\"13.2.\"><h3>HUD</h3><ol id=\"l64\"><li data-list-text=\"13.2.1.\"><h3>SHIELDS & HEALTH</h3><ol id=\"l65\"><li data-list-text=\"13.2.1.1.\"><p>SHIELDS & HEALTH BAR HUD: On</p></li><li data-list-text=\"13.2.1.2.\"><p>SHIELDS & HEALTH BAR EFFECTS: On</p></li><li data-list-text=\"13.2.1.3.\"><p>HUD DAMAGE INDICATORS: On</p></li></ol></li><li data-list-text=\"13.2.2.\"><h3>MOTION TRACKER</h3><ol id=\"l66\"><li data-list-text=\"13.2.2.1.\"><p>MOTION TRACKER: Off</p></li><li data-list-text=\"13.2.2.2.\"><p>SMART-LINK MOTION TRACKER: Off</p></li><li data-list-text=\"13.2.2.3.\"><p>MOTION TRACKER INNER-RING SCALER: Default</p></li><li data-list-text=\"13.2.2.4.\"><p>MOTION TRACKER DETECT (FAST-MOVEMENT): On</p></li><li data-list-text=\"13.2.2.5.\"><p>MOTION TRACKER DETECT (SPRINT): On</p></li><li data-list-text=\"13.2.2.6.\"><p>MOTION TRACKER DETECT (CLAMBER): On</p></li><li data-list-text=\"13.2.2.7.\"><p>MOTION TRACKER DETECT (SHOOTING): On</p></li><li data-list-text=\"13.2.2.8.\"><p>MOTION TRACKER DETECT (MELEE): Off</p></li></ol></li></ol></li><li data-list-text=\"13.3.\"><h3>HEALTH & DAMAGE</h3><ol id=\"l67\"><li data-list-text=\"13.3.1.\"><h3>DAMAGE</h3><ol id=\"l68\"><li data-list-text=\"13.3.1.1.\"><p>DAMAGE RESISTANCE RATIO: Default</p></li><li data-list-text=\"13.3.1.2.\"><p>HEADSHOT BONUS DAMAGE PROTECTION: Off</p></li><li data-list-text=\"13.3.1.3.\"><p>DEATHLESS: Off</p></li></ol></li><li data-list-text=\"13.3.2.\"><h3>TEAM</h3><ol id=\"l69\"><li data-list-text=\"13.3.2.1.\"><p>TEAM DAMAGE RESISTANCE: On</p></li><li data-list-text=\"13.3.2.2.\"><p>TEAM DAMAGE RESISTANCE RATIO: 100%</p></li></ol></li><li data-list-text=\"13.3.3.\"><h3>SHIELDS</h3><ol id=\"l70\"><li data-list-text=\"13.3.3.1.\"><p>MAX SHIELD SCALER: Default</p></li><li data-list-text=\"13.3.3.2.\"><p>SHIELD RECHARGE TIME SCALER: Default</p></li><li data-list-text=\"13.3.3.3.\"><p>SHIELD RECHARGE DELAY SCALER: Default</p></li><li data-list-text=\"13.3.3.4.\"><p>SHIELD VAMPIRISM RATIO: 0%</p></li></ol></li><li data-list-text=\"13.3.4.\"><h3>HEALTH</h3><ol id=\"l71\"><li data-list-text=\"13.3.4.1.\"><p>MAX HEALTH SCALER: Default</p></li><li data-list-text=\"13.3.4.2.\"><p>HEALTH RECHARGE TIME SCALER: Default</p></li><li data-list-text=\"13.3.4.3.\"><p>HEALTH RECHARGE DELAY SCALER: Default</p></li><li data-list-text=\"13.3.4.4.\"><p>HEALTH RECHARGE VAMPIRISM RATIO: 0%</p></li></ol></li></ol></li><li data-list-text=\"13.4.\"><h3>MOVEMENT</h3><ol id=\"l72\"><li data-list-text=\"13.4.1.\"><h3>BASE MOVEMENT</h3><ol id=\"l73\"><li data-list-text=\"13.4.1.1.\"><p>MOVEMENT SPEED SCALER: Default</p></li><li data-list-text=\"13.4.1.2.\"><p>GRAVITY SCALER: Default</p></li><li data-list-text=\"13.4.1.3.\"><p>FORWARD/BACK SPEED SCALER: Default</p></li><li data-list-text=\"13.4.1.4.\"><p>FORWARD/BACK ACCELERATION SCALER: Default</p></li><li data-list-text=\"13.4.1.5.\"><p>STRAFE SPEED SCALER: Default</p></li><li data-list-text=\"13.4.1.6.\"><p>STRAFE ACCELERATION SCALER: Default</p></li></ol></li><li data-list-text=\"13.4.2.\"><h3>SPRINT</h3><ol id=\"l74\"><li data-list-text=\"13.4.2.1.\"><p>SPRINTING: On</p></li><li data-list-text=\"13.4.2.2.\"><p>SPRINT SPEED SCALER: Default</p></li><li data-list-text=\"13.4.2.3.\"><p>TIME TO SPRINT SCALER: Default</p></li><li data-list-text=\"13.4.2.4.\"><p>SLIDE SPEED SCALER: Default</p></li><li data-list-text=\"13.4.2.5.\"><p>SLIDE DISTANCE SCALER: Default</p></li><li data-list-text=\"13.4.2.6.\"><p>RELOAD WHILE SPRINTING: Off</p></li><li data-list-text=\"13.4.2.7.\"><p>SPRINT RESETS SHIELD RECHARGE DELAY: On</p></li><li data-list-text=\"13.4.2.8.\"><p>DAMAGE INTERRUPTS SPRINT: On</p></li></ol></li><li data-list-text=\"13.4.3.\"><h3>JUMP</h3><ol id=\"l75\"><li data-list-text=\"13.4.3.1.\"><p>JUMP HEIGHT SCALER: Default</p></li></ol></li><li data-list-text=\"13.4.4.\"><h3>CLAMBER</h3><ol id=\"l76\"><li data-list-text=\"13.4.4.1.\"><p>CLAMBERING: On</p></li><li data-list-text=\"13.4.4.2.\"><p>CLAMBER SPEED SCALER: Default</p></li></ol></li></ol></li><li data-list-text=\"13.5.\"><h3>BOTS</h3><ol id=\"l77\"><li data-list-text=\"13.5.1.\"><h3>DIFFICULTY</h3><ol id=\"l78\"><li data-list-text=\"13.5.1.1.\"><p>BOT DIFFICULTY: Recruit</p></li></ol></li><li data-list-text=\"13.5.2.\"><h3>BOT COUNT</h3><ol id=\"l79\"><li data-list-text=\"13.5.2.1.\"><p>BOT COUNT (TEAM 1: EAGLE): 0</p></li><li data-list-text=\"13.5.2.2.\"><p>BOT COUNT (TEAM 2: COBRA): 0</p></li><li data-list-text=\"13.5.2.3.\"><p>BOT COUNT (FFA): 0</p></li></ol></li></ol></li></ol></li><li data-list-text=\"14.\"><h3>FFA Tournament Settings</h3><ol id=\"l80\"><li data-list-text=\"14.1.\"><h3>MATCH</h3><ol id=\"l81\"><li data-list-text=\"14.1.1.\"><h3>ROUND</h3><ol id=\"l82\"><li data-list-text=\"14.1.1.1.\"><p>SCORE TO WIN: Unlimited (must be changed manually)</p></li><li data-list-text=\"14.1.1.2.\"><p>TIME LIMIT: 15 min (must be changed manually)</p></li><li data-list-text=\"14.1.1.3.\"><p>ROUND LIMIT: 1</p></li><li data-list-text=\"14.1.1.4.\"><p>ROUNDS TO WIN: Off</p></li><li data-list-text=\"14.1.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"14.1.2.\"><h3>EXTENSIONS</h3><ol id=\"l83\"><li data-list-text=\"14.1.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"14.1.2.2.\"><p>OVERTIME TIME EXTENSION: 3 min</p></li></ol></li><li data-list-text=\"14.1.3.\"><h3>SPAWNING</h3><ol id=\"l84\"><li data-list-text=\"14.1.3.1.\"><p>RESPAWN DELAY: 6 s (must be changed manually)</p></li><li data-list-text=\"14.1.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"14.1.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"14.1.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"14.1.4.\"><h3>CONTROLS</h3><ol id=\"l85\"><li data-list-text=\"14.1.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"14.1.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li></ol></li><li data-list-text=\"14.2.\"><h3>SANDBOX</h3><ol id=\"l86\"><li data-list-text=\"14.2.1.\"><h3>LOADOUT</h3><ol id=\"l87\"><li data-list-text=\"14.2.1.1.\"><p>PRIMARY WEAPON: BR75 (must be changed manually)</p></li><li data-list-text=\"14.2.1.2.\"><p>PRIMARY WEAPON AMMO: Default</p></li><li data-list-text=\"14.2.1.3.\"><p>SECONDARY WEAPON: None (must be changed manually)</p></li><li data-list-text=\"14.2.1.4.\"><p>SECONDARY WEAPON AMMO: Default</p></li><li data-list-text=\"14.2.1.5.\"><p>FRAG GRENADES: 2</p></li><li data-list-text=\"14.2.1.6.\"><p>PLASMA GRENADES: 0</p></li><li data-list-text=\"14.2.1.7.\"><p>DYNAMO GRENADES: 0</p></li><li data-list-text=\"14.2.1.8.\"><p>SPIKE GRENADES: 0</p></li></ol></li><li data-list-text=\"14.2.2.\"><h3>WEAPONS</h3><ol id=\"l88\"><li data-list-text=\"14.2.2.1.\"><p>WEAPON RACKS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.2.2.\"><p>POWER WEAPON PADS: On</p></li><li data-list-text=\"14.2.2.3.\"><p>WEAPON PICKUP: On</p></li><li data-list-text=\"14.2.2.4.\"><p>WEAPON DROPPING: On</p></li><li data-list-text=\"14.2.2.5.\"><p>WEAPON DAMAGE RATIO: Default</p></li><li data-list-text=\"14.2.2.6.\"><p>INFINITE AMMO: Off</p></li><li data-list-text=\"14.2.2.7.\"><p>BOTTOMLESS CLIP: Off</p></li><li data-list-text=\"14.2.2.8.\"><p>TACTICAL RELOAD TIME SCALER: Default</p></li><li data-list-text=\"14.2.2.9.\"><p>EMPTY RELOAD TIME SCALER: Default</p></li></ol></li><li data-list-text=\"14.2.3.\"><h3>GRENADES</h3><ol id=\"l89\"><li data-list-text=\"14.2.3.1.\"><p>MAX FRAG GRENADES: 0</p></li><li data-list-text=\"14.2.3.2.\"><p>MAX PLASMA GRENADES: 0</p></li><li data-list-text=\"14.2.3.3.\"><p>MAX DYNAMO GRENADES: 0</p></li><li data-list-text=\"14.2.3.4.\"><p>MAX SPIKE GRENADES: 0</p></li><li data-list-text=\"14.2.3.5.\"><p>GRENADE PADS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.3.6.\"><p>GRENADE PICKUP: On</p></li><li data-list-text=\"14.2.3.7.\"><p>GRENADE DAMAGE RATIO: Default</p></li><li data-list-text=\"14.2.3.8.\"><p>GRENADE THROW TIME SCALER: Default</p></li><li data-list-text=\"14.2.3.9.\"><p>GRENADE DETONATION RADIUS SCALE: Default</p></li><li data-list-text=\"14.2.3.10.\"><p>GRENADE IMPULSE SCALER: Default</p></li></ol></li><li data-list-text=\"14.2.4.\"><h3>MELEE</h3><ol id=\"l90\"><li data-list-text=\"14.2.4.1.\"><p>MELEE DAMAGE RATIO: Default</p></li><li data-list-text=\"14.2.4.2.\"><p>MELEE IMPULSE SCALER: Default</p></li></ol></li><li data-list-text=\"14.2.5.\"><h3>EQUIPMENT</h3><ol id=\"l91\"><li data-list-text=\"14.2.5.1.\"><p>EQUIPMENT PADS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.5.2.\"><p>POWER EQUIPMENT PADS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.5.3.\"><p>EQUIPMENT PICKUP: On</p></li><li data-list-text=\"14.2.5.4.\"><p>ACTIVE CAMO INTENSITY SCALER: Off</p></li><li data-list-text=\"14.2.5.5.\"><p>HOLDING OBJECTIVE DISABLES EQUIPMENT: On</p></li></ol></li><li data-list-text=\"14.2.6.\"><h3>VEHICLES</h3><ol id=\"l92\"><li data-list-text=\"14.2.6.1.\"><p>VEHICLE PADS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.6.2.\"><p>OPERATE VEHICLE TURRETS: On</p></li><li data-list-text=\"14.2.6.3.\"><p>INDESTRUCTIBLE VEHICLES: Off</p></li></ol></li><li data-list-text=\"14.2.7.\"><h3>CLEANUP</h3><ol id=\"l93\"><li data-list-text=\"14.2.7.1.\"><p>WEAPON CLEANUP TIMER: Off</p></li><li data-list-text=\"14.2.7.2.\"><p>VEHICLE CLEANUP TIME: Off</p></li></ol></li></ol></li><li data-list-text=\"14.3.\"><h3>HUD</h3><ol id=\"l94\"><li data-list-text=\"14.3.1.\"><h3>SHIELDS & HEALTH</h3><ol id=\"l95\"><li data-list-text=\"14.3.1.1.\"><p>SHIELDS & HEALTH BAR HUD: On</p></li><li data-list-text=\"14.3.1.2.\"><p>SHIELDS & HEALTH BAR EFFECTS: On</p></li><li data-list-text=\"14.3.1.3.\"><p>HUD DAMAGE INDICATORS: On</p></li></ol></li><li data-list-text=\"14.3.2.\"><h3>MOTION TRACKER</h3><ol id=\"l96\"><li data-list-text=\"14.3.2.1.\"><p>MOTION TRACKER: Off (must be changed manually)</p></li><li data-list-text=\"14.3.2.2.\"><p>SMART-LINK MOTION TRACKER: Off</p></li><li data-list-text=\"14.3.2.3.\"><p>MOTION TRACKER INNER-RING SCALER: Default</p></li><li data-list-text=\"14.3.2.4.\"><p>MOTION TRACKER DETECT (FAST-MOVEMENT): On</p></li><li data-list-text=\"14.3.2.5.\"><p>MOTION TRACKER DETECT (SPRINT): On</p></li><li data-list-text=\"14.3.2.6.\"><p>MOTION TRACKER DETECT (CLAMBER): On</p></li><li data-list-text=\"14.3.2.7.\"><p>MOTION TRACKER DETECT (SHOOTING): On</p></li><li data-list-text=\"14.3.2.8.\"><p>MOTION TRACKER DETECT (MELEE): Off</p></li></ol></li></ol></li><li data-list-text=\"14.4.\"><h3>HEALTH & DAMAGE</h3><ol id=\"l97\"><li data-list-text=\"14.4.1.\"><h3>DAMAGE</h3><ol id=\"l98\"><li data-list-text=\"14.4.1.1.\"><p>DAMAGE RESISTANCE RATIO: Default</p></li><li data-list-text=\"14.4.1.2.\"><p>HEADSHOT BONUS DAMAGE PROTECTION: Off</p></li><li data-list-text=\"14.4.1.3.\"><p>DEATHLESS: Off</p></li></ol></li><li data-list-text=\"14.4.2.\"><h3>TEAM</h3><ol id=\"l99\"><li data-list-text=\"14.4.2.1.\"><p>TEAM DAMAGE RESISTANCE: Off</p></li><li data-list-text=\"14.4.2.2.\"><p>TEAM DAMAGE RESISTANCE RATIO: 100%</p></li></ol></li><li data-list-text=\"14.4.3.\"><h3>SHIELDS</h3><ol id=\"l100\"><li data-list-text=\"14.4.3.1.\"><p>MAX SHIELD SCALER: Default</p></li><li data-list-text=\"14.4.3.2.\"><p>SHIELD RECHARGE TIME SCALER: Default</p></li><li data-list-text=\"14.4.3.3.\"><p>SHIELD RECHARGE DELAY SCALER: Default</p></li><li data-list-text=\"14.4.3.4.\"><p>SHIELD VAMPIRISM RATIO: 0%</p></li></ol></li><li data-list-text=\"14.4.4.\"><h3>HEALTH</h3><ol id=\"l101\"><li data-list-text=\"14.4.4.1.\"><p>MAX HEALTH SCALER: Default</p></li><li data-list-text=\"14.4.4.2.\"><p>HEALTH RECHARGE TIME SCALER: Default</p></li><li data-list-text=\"14.4.4.3.\"><p>HEALTH RECHARGE DELAY SCALER: Default</p></li><li data-list-text=\"14.4.4.4.\"><p>HEALTH RECHARGE VAMPIRISM RATIO: 0%</p></li></ol></li></ol></li><li data-list-text=\"14.5.\"><h3>MOVEMENT</h3><ol id=\"l102\"><li data-list-text=\"14.5.1.\"><h3>BASE MOVEMENT</h3><ol id=\"l103\"><li data-list-text=\"14.5.1.1.\"><p>MOVEMENT SPEED SCALER: Default</p></li><li data-list-text=\"14.5.1.2.\"><p>GRAVITY SCALER: Default</p></li><li data-list-text=\"14.5.1.3.\"><p>FORWARD/BACK SPEED SCALER: Default</p></li><li data-list-text=\"14.5.1.4.\"><p>FORWARD/BACK ACCELERATION SCALER: Default</p></li><li data-list-text=\"14.5.1.5.\"><p>STRAFE SPEED SCALER: Default</p></li><li data-list-text=\"14.5.1.6.\"><p>STRAFE ACCELERATION SCALER: Default</p></li></ol></li><li data-list-text=\"14.5.2.\"><h3>SPRINT</h3><ol id=\"l104\"><li data-list-text=\"14.5.2.1.\"><p>SPRINTING: On</p></li><li data-list-text=\"14.5.2.2.\"><p>SPRINT SPEED SCALER: Default</p></li><li data-list-text=\"14.5.2.3.\"><p>TIME TO SPRINT SCALER: Default</p></li><li data-list-text=\"14.5.2.4.\"><p>SLIDE SPEED SCALER: Default</p></li><li data-list-text=\"14.5.2.5.\"><p>SLIDE DISTANCE SCALER: Default</p></li><li data-list-text=\"14.5.2.6.\"><p>RELOAD WHILE SPRINTING: Off</p></li><li data-list-text=\"14.5.2.7.\"><p>SPRINT RESETS SHIELD RECHARGE DELAY: On</p></li><li data-list-text=\"14.5.2.8.\"><p>DAMAGE INTERRUPTS SPRINT: On</p></li></ol></li><li data-list-text=\"14.5.3.\"><h3>JUMP</h3><ol id=\"l105\"><li data-list-text=\"14.5.3.1.\"><p>JUMP HEIGHT SCALER: Default</p></li></ol></li><li data-list-text=\"14.5.4.\"><h3>CLAMBER</h3><ol id=\"l106\"><li data-list-text=\"14.5.4.1.\"><p>CLAMBERING: On</p></li><li data-list-text=\"14.5.4.2.\"><p>CLAMBER SPEED SCALER: Default</p></li></ol></li></ol></li><li data-list-text=\"14.6.\"><h3>BOTS</h3><ol id=\"l107\"><li data-list-text=\"14.6.1.\"><h3>DIFFICULTY</h3><ol id=\"l108\"><li data-list-text=\"14.6.1.1.\"><p>BOT DIFFICULTY: Recruit</p></li></ol></li><li data-list-text=\"14.6.2.\"><h3>BOT COUNT</h3><ol id=\"l109\"><li data-list-text=\"14.6.2.1.\"><p>BOT COUNT (TEAM 1: EAGLE): 0</p></li><li data-list-text=\"14.6.2.2.\"><p>BOT COUNT (TEAM 2: COBRA): 0</p></li><li data-list-text=\"14.6.2.3.\"><p>BOT COUNT (FFA): 0</p></li></ol></li></ol></li><li data-list-text=\"14.7.\"><h3>SLAYER</h3><ol id=\"l110\"><li data-list-text=\"14.7.1.\"><p>POINTS PER SLAY: 0</p></li><li data-list-text=\"14.7.2.\"><p>POINTS PER SELF-DESTRUCTION: -100</p></li><li data-list-text=\"14.7.3.\"><p>POINTS PER BETRAYAL: -100</p></li><li data-list-text=\"14.7.4.\"><p>POINTS PER ASSISTS: 0</p></li><li data-list-text=\"14.7.5.\"><p>POINTS PER DEATH: -100</p></li><li data-list-text=\"14.7.6.\"><p>HEADSHOT BONUS: 0</p></li><li data-list-text=\"14.7.7.\"><p>MELEE BONUS: 0</p></li><li data-list-text=\"14.7.8.\"><p>SPLATTER BONUS: 0</p></li><li data-list-text=\"14.7.9.\"><p>STICKY BONUS: 0</p></li></ol></li></ol></li></ol><h3>ACKNOWLEDGMENT</h3><p>I have read the Handbook and these Official Rules in their entirety and fully understand their respective content. I acknowledge and understand that the Handbook and these Official Rules are an important legal document and by signing this document I am agreeing to and am bound by the rules, terms and conditions set forth in the Handbook and these Official Rules. I have signed it voluntarily, without inducement of any nature and understand it’s intended to be enforced to the fullest extent allowed by law. I confirm that I meet the eligibility requirements required by the Handbook and these Official Rules. If I am a team owner, I am signing the below on behalf of myself, my applicable corporate entity, and my entire team organization, including all other owners, coaches, staff and other personnel affiliated with my team, all of whom are bound by the rules, terms and conditions set forth in the Handbook and these Official Rules and I represent that I have provided each with a copy of the Handbook and these Official Rules and that I have the authority to bind each of those individuals or entities and hereby indemnify the Administration to the extent I do not.</p>","heroImageUrl":"https://images.contentstack.io/v3/assets/bltd0ebcae2b735695d/blt3940ee1b6358c5ee/622a2045c5e4be4bd2b4ac9a/Major_Blue_1500x500_KC.png","state":"COMPLETED","rulesLink":null,"roster":null,"placement":null,"drop":null,"teamPass":null,"links":[],"rosterStarters":4,"rosterSubsMin":0,"rosterSubsMax":0,"rosterCoachesMin":0,"rosterCoachesMax":1,"competitionStatus":"Completed","tournamentEntryType":"passPurchase","registrationStatus":false},{"publicId":"4e338469-a513-4cd6-87cb-bd493285a022","slug":"kcFFA22","name":"HCS Major Kansas City 2022 FFA","location":null,"startDateTime":"2022-04-29T15:00:00Z","endDateTime":"2022-05-02T04:45:00Z","rosterLockTime":"2022-04-29T14:00:00Z","description":"<p>HCS Major Kansas City 2022 features a free Halo FFA tournament, which will be open for up to 504 players and spectators. Best of luck to those competing for their shot at the $5,000 prize pool!</p>","shortDescription":"<p>HCS Major Kansas City 2022 features a free Halo FFA tournament, which will be open for up to 504 players and spectators. Best of luck to those competing for their shot at the $5,000 prize pool! </p>","teamPassInfo":"<p> </p>","rules":"<h1>HCS Major Kansas City 2022 – Official Rules</h1><p>Microsoft’s 343 Industries and Esports Engine (the \"Administration\") will be hosting the HCS Major Kansas City 2022 taking place between April 29th and May 1st, 2022, at the Kansas City Convention Center in Kansas City,</p><p>Missouri (the \"Tournament\" or \"Event\"). The Tournament will be governed by the following: (i) these official tournament rules (the \"Official Rules\"); (ii) the HCS Program Handbook 2021-2022 (the \"Handbook\"); and (iii) the HCS Code of Conduct 2021-2022 (the \"Code of Conduct\"); (iii) Microsoft’s Services Agreement; and (iv) Microsoft’s Privacy Statement. If there is an inconsistency between any of these documents, then these Official Rules shall control. Defined terms in these Official Rules shall have the meanings and definitions ascribed to them in the HCS Program Handbook 2021-2022, unless otherwise noted herein. By participating in the Tournament, each participant agrees to abide by the Handbook, these Official Rules, the decisions of the Administration (which shall be final and binding in all respects) and to be contacted by the Administration or their agents by email, mail and/or telephone regarding the Tournament.</p><p>The current versions of Microsoft’s Services Agreement and Privacy Statement are available at:</p><p><a href=\"https://www.microsoft.com/en-us/servicesagreement\" target=\"_blank\">Microsoft Services Agreement</a> • <a href=\"https://privacy.microsoft.com/en-us/privacystatement\" target=\"_blank\">Microsoft Privacy Statement</a></p><p>THE ADMINISTRATION RESERVES THE RIGHT TO CHANGE, UPDATE AND MODIFY THESE OFFICIAL RULES AT ANY TIME, FOR ANY REASON. CHANGES TO THESE OFFICIAL RULES WILL BE PROVIDED TO YOU OR POSTED ON THE EVENT BEFORE THE EVENT IN WHICH THE CHANGED RULES WILL APPLY. RULINGS MAY BE MADE OUTSIDE OF THE SCOPE OF THESE OFFICIAL RULES IN ORDER TO PRESERVE FAIR PLAY AND TOURNAMENT INTEGRITY. PARTICIPATION IN THE TOURNAMENT CONSTITUTES YOUR FULL AND UNCONDITIONAL AGREEMENT TO THE</p><p>HANDBOOK, CODE OF CONDUCT, THE ADMINISTRATION’S TERMS OF SERVICE, THE ADMINISTRATION’S PRIVACY POLICY, THESE OFFICIAL RULES AND THE ADMINISTRATION’S DECISIONS, WHICH ARE FINAL AND BINDING IN ALL MATTERS AND IN ALL RESPECTS. THE ADMINISTRATION SHALL DECIDE ANY MATTERS NOT HEREIN EXPRESSLY PROVIDED FOR AND SUCH DECISIONS SHALL BE FINAL AND BINDING ON PARTICIPANTS. WINNING A PRIZE IS CONTINGENT UPON FULFILLING ALL REQUIREMENTS SET FORTH IN THE HANDBOOK AND THESE OFFICIAL RULES.</p><ol id=\"l1\"><li data-list-text=\"1.\"><h3>Eligibility</h3><ol id=\"l2\"><li data-list-text=\"1.1.\"><p>Eligibility for the Tournament is as set forth in the Handbook.</p></li><li data-list-text=\"1.2.\"><p>Key terms from the Handbook used in these Official Rules that will retain the definitions prescribed to them in Section II of the Handbook include but are not limited to Participant, Player, Coach, Team, Game, and Match.</p></li><li data-list-text=\"1.3.\"><p>All members of a Team must reside in the same eligible Region; Teams are not permitted to field a roster of Players who reside in a different region.</p></li><li data-list-text=\"1.4.\"><p>Participants must adhere to all COVID-19 instructions throughout the duration of the Tournament.</p></li></ol></li><li data-list-text=\"2.\"><h3>Registration Information</h3><ol id=\"l3\"><li data-list-text=\"2.1.\"><p>The Tournament begins on April 29th, 2022, at approximately 11:00 AM CT. The tournament will take place at the Kansas City Convention Center, 301 W 13th St Suite 100, Kansas City, MO 64105. Information about the venue and check-in times will be conveyed to each Player before the start date.</p></li><li data-list-text=\"2.2.\"><p><a href=\"http://hcs.ee.gg/\" target=\"_blank\">Participants must purchase a team pass through Esports Engine (</a><span>hcs.ee.gg</span>) in order to participate in the Tournament. A limited quantity of team passes for the Tournament are available for purchase until 6:00 PM ET on Monday, April 25th, 2022, for $300.00 USD<b>.</b></p></li><li data-list-text=\"2.3.\"><p>In order to purchase a team pass, Players must affirmatively accept the Handbook, these Official Rules, and any other applicable eligibility agreements as prescribed in the Handbook or these Official Rules.</p></li><li data-list-text=\"2.4.\"><p>Coaches must register with their team, but Coaches do not pay any entry fees and are not eligible to win any prizes.</p></li><li data-list-text=\"2.5.\"><p>Online registration for the Tournament will open at 5:00 PM CT on Monday, March 21st, 2022.</p></li><li data-list-text=\"2.6.\"><p>All team pass sales are considered final. Refunds may be granted only at the discretion of the Administration. Transfers of a team pass to another person or another event is not permitted. Limit one registration/entry per person. No other methods of entry will be accepted.</p></li><li data-list-text=\"2.7.\"><p>All Players must submit their rosters to complete their registration.</p></li><li data-list-text=\"2.8.\"><p>Any Team earning Administration sponsored travel coverage via a Regional or Super event will be required to use 3/4ths of the same roster that was used in the respective qualifying event. If these Teams break this roster requirement, the Team will still be eligible to participate in this Tournament but will be ineligible for Administration sponsored travel coverage and pool play seed.</p></li><li data-list-text=\"2.9.\"><p>Any Team earning Administration sponsored travel coverage via an Open Championship is required to use the same roster that was used in the respective qualifying event. If these Teams break this roster requirement, the Team will still be eligible to participate in this Tournament but will be ineligible for Administration sponsored travel coverage.</p></li><li data-list-text=\"2.10.\"><p>For Pool Play teams, Rosters lock at 6:00 PM ET on Monday, April 11th, 2022.</p></li><li data-list-text=\"2.11.\"><p>For Open Bracket teams, Rosters lock at 6:00 PM ET on Monday, April 25th, 2022.</p></li><li data-list-text=\"2.12.\"><p><a href=\"mailto:hcs@ee.gg\" target=\"_blank\">Roster Questions and requests regarding team passes must be emailed to </a>hcs@ee.gg by Monday, Monday, April 25th, 2022, at 4:00 PM CT.</p></li><li data-list-text=\"2.13.\"><p>Team passes may not be sold at check-in.</p></li><li data-list-text=\"2.14.\"><p>Roster substitutions that occur after the applicable Roster Lock (\"Emergency Substitutions\") may be</p><p>granted by Administration, in their sole discretion.</p></li></ol></li><li data-list-text=\"3.\"><h3>General</h3><ol id=\"l4\"><li data-list-text=\"3.1.\"><p>Any violation of the rules set forth in the Handbook, Code of Conduct, or in these Official Rules, including, without limitation, any form of cheating, may result in a forfeit of the Game/Match and/or disqualification from the Tournament.</p></li><li data-list-text=\"3.2.\"><p>Participants must comply with the reasonable requests of Administration staff (the \"Referee\" or</p><p>\"Tournament Official\"). Failure to comply with instructions given by Tournament Officials may result in a</p><p>forfeit of the Game/Match and/or disqualification from the Tournament.</p></li><li data-list-text=\"3.3.\"><p>The physical competition area designated for an individual match of tournament play is defined as the competition station (the \"Station\"). These Stations include (a) the Main Stage (primary broadcast stage for marquee matches); (b) the Feature Stations (side stations on elevated platforms for marquee matches); and (c) Bracket Stations (Stations primarily used for Open Bracket competition).</p></li><li data-list-text=\"3.4.\"><p>Players/Teams that are disqualified prior to the start of a Game will not be allowed to play in the Game. Players/Teams that are disqualified during a Game must quit out of the Game. Players/Teams that are disqualified from the Tournament won’t receive any benefits (Prize, Pro Points, etc.) for their ranking in the Tournament. Such Players/Teams may also be subject to a temporary ban from future tournament(s).</p></li><li data-list-text=\"3.5.\"><p>All Player and Coach apparel must be approved by the Administration. The Administration reserves the right to require the removal of unapproved apparel as well as the right to disqualify a Player or Team for wearing unapproved apparel.</p></li><li data-list-text=\"3.6.\"><p>A Match’s Scheduled Start Time is the official start time for a Match, and will be communicated by Administration through visual displays, audio announcements, and/or directly to players by Tournament Official(s). Scheduled Start Times are subject to change, and Administration’s communication of a new Scheduled Start Time will replace any previously communicated Scheduled Start Time(s).</p></li><li data-list-text=\"3.7.\"><p>Teams must have all four (4) Players present (within the immediate physical proximity of their assigned Station) to start a Game. A Team will forfeit Game 1 if all four Players are not present by five (5) minutes (the \"Grace Period\") after a Match’s Scheduled Start Time. If a Team forfeits Game 1, they will Forfeit the Match if all four players are not present within 15 minutes after the Match’s Scheduled Start Time. Teams that played a previous Game(s) in a Match will Forfeit a Game 2, 3, etc. if all four Players are not present by five minutes after the conclusion of the previous Game. If a Match hasn’t begun by 15 minutes after the Scheduled Start Time and neither Team has all four Players present, the Match win may be awarded to the higher seeded Team.</p></li><li data-list-text=\"3.8.\"><p>If their Match has not been completed, Players may ask their Referee for permission to leave their Station. Referees may set a time limit by the end of which the Player must return to their Station or they may deny the Player’s request. Teams may forfeit a Game(s) if a Player(s) hasn’t returned by the end of</p><p>their Referee’s set time limit. Teams may forfeit a Game(s) if a Player(s) leaves their Station without their Referee’s permission or is otherwise unable to play.</p></li><li data-list-text=\"3.9.\"><p>Teams may ask their Tournament Official for an extended break between Matches. The Tournament Official may set a time limit by the end of which the Team must report to their upcoming Match’s Station or they may also deny the Team’s request. Teams may forfeit a Game(s) if they haven’t reported to their upcoming Match’s Station by the end of their Tournament Official’s set time limit.</p></li><li data-list-text=\"3.10.\"><p>Coaches may speak with their Players during and between Games. Coaches are permitted inside the competition area during competitive play. Coaches will be permitted to use a personally provided headset for the use of live communication with their Players via an Administration provided audio solution.</p></li><li data-list-text=\"3.11.\"><p>In order to dispute Game results, Players/Teams must notify their Referee that they would like to protest the Game before a new Game has begun. In order to dispute Match results, Players/Teams must notify their Referee that they would like to protest the Match within five (5) minutes of the completion of the Match. The Administration reserves the right to deny the dispute or otherwise make a decision in the best interest of the Tournament.</p></li><li data-list-text=\"3.12.\"><p>Teams may request that they be allowed to concede an Administration awarded victory of a Game. Teams may request that their opponent not receive a forfeit penalty, or a penalty associated with receiving a Technical Foul.</p></li><li data-list-text=\"3.13.\"><p>Language used in Team communication will be governed by the Code of Conduct.</p></li><li data-list-text=\"3.14.\"><p>Players/Teams are expected to put forth their best effort in all Games. The Administration reserves the right to forfeit Games/Matches and/or remove Players/Teams from the Tournament should this rule be violated.</p></li><li data-list-text=\"3.15.\"><p>Players and Coaches are expected to treat all members of the Administration with respect. Failure to abide by this stipulation may result in disciplinary action.</p></li></ol></li><li data-list-text=\"4.\"><h3>Equipment</h3><ol id=\"l5\"><li data-list-text=\"4.1.\"><p>Players must provide their own input device (controller or keyboard & mouse), USB cable, headset, and earbuds. Players are responsible for ensuring the proper function of this equipment. Games will not be paused or ended in order to resolve an issue with a Player’s equipment or any audio malfunction. Players may bring backup equipment to use in the situation where malfunctions may occur.</p></li><li data-list-text=\"4.2.\"><p>Players must use the console, monitor, and network equipment provided by the Administration. The Xbox Series X and/or PC will be used as the official consoles for the Tournament (the \"Console\"). Players competing on the main stage must use the headset provided by the Administration. If a Player finds that an issue has occurred with any of the Administration provided equipment, they should notify a Tournament Official immediately. If the Tournament Official can confirm that an issue has occurred, they will determine next steps, which may include a Game restart, Game win being awarded to a Team, continuation of play without action, or other action as deemed by the Tournament Official.</p></li><li data-list-text=\"4.3.\"><p>Players are permitted to use either a controller or a keyboard and mouse provided that their chosen input device is compatible with the Console and works natively and seamlessly with the Console without the use of external adapters or power supplies.</p></li><li data-list-text=\"4.4.\"><p>Players choosing to use a mouse & keyboard input device may be subject to additional stipulations should they advance to Pool Play or the Championship Bracket as prescribed in Section XIII of the Handbook.</p></li><li data-list-text=\"4.5.\"><p>If a Game malfunction occurs and the cause can’t immediately be identified, a Tournament Official may</p><p>call for the Game to be ended in order to investigate further.</p></li><li data-list-text=\"4.6.\"><p>All Player equipment is subject to approval. The Administration reserves the right to deny the use of anything suspected of providing an unfair competitive advantage.</p></li><li data-list-text=\"4.7.\"><p>Players may not use an input device with \"turbo\" or a button macro feature. A turbo feature allows Players to press a button that results in performing a set of actions that would normally require the Player to press the same button multiple times. A button macro feature allows Players to press a button that results in performing a set of actions that would normally require the Player to press multiple buttons.</p></li><li data-list-text=\"4.8.\"><p>Players may not use an input device that has been modified in such a way that it alters their abilities and/or in-game mechanics in such a way that the modification offers an unfair competitive advantage at the determination of the Administration. Players are permitted to make cosmetic changes to their input device.</p></li><li data-list-text=\"4.9.\"><p>Players may not compete with batteries in their input device. Players must maintain a wired connection with their Console<b>.</b></p></li><li data-list-text=\"4.10.\"><p>Player-provided Headsets must utilize a standard 3.5mm stereo headset jack. Players may not use a wireless headset or a headset that requires an outlet for power.</p></li><li data-list-text=\"4.11.\"><p>Coaches can wear earbuds or a headset to connect to their team audio on all Stations.</p></li><li data-list-text=\"4.12.\"><p>Players competing on the Main and Feature Stations must wear their earbuds in their ears and the Administration provided headset over their ears for the duration of all Games.</p></li><li data-list-text=\"4.13.\"><p>Teams found to be in violation of any of these equipment rules may be subject to warnings or penalties in accordance with these Official Rules.</p></li></ol></li><li data-list-text=\"5.\"><h3>Gameplay</h3><ol id=\"l6\"><li data-list-text=\"5.1.\"><p>Players competing in the open bracket will use an Administration provided profile for all Matches.</p></li><li data-list-text=\"5.2.\"><p>Players competing on the Main or Feature Stations will use their personal Xbox Live Gamertag.</p></li><li data-list-text=\"5.3.\"><p>For all Main Stage Matches each Player will be assigned a seat by the Administration.</p></li><li data-list-text=\"5.4.\"><p>Players will have five (5) minutes before the start of a Match and one minute in between each Game to adjust personal preferences and game settings, and ensure their headset is functioning properly. Five-minute time limits will begin at the Match’s Scheduled Start Time. One-minute time limits will begin at the conclusion of the preceding Game.</p></li><li data-list-text=\"5.5.\"><p>No warm-up or practice Games are permitted once the Match’s first Game has begun.</p></li><li data-list-text=\"5.6.\"><p>Players and Coaches may not look at an opposing Player’s monitor or projected screen during a Game.</p></li><li data-list-text=\"5.7.\"><p>Players and Coaches may not intentionally manipulate a teammate’s input device(s) during a Game. This includes but is not limited to a button, trigger, bumper, D-Pad, joystick, mouse, buttons on a keyboard, etc. Coaches may not touch a teammate’s input device during a Game.</p></li><li data-list-text=\"5.8.\"><p>Players may not move their character outside of the normal boundaries of a map. Moving outside of the normal boundaries of a map includes but is not limited to part of the character’s body passing through what should be a non-permeable surface or object or moving into any area from which your character registers shots on an opponent who is not able to register shots on your character. Areas of the map on a \"kill timer\" (or an area in which the game gives the Player a limited amount of time to return to standard boundaries before auto-elimination) are permitted for Player use.</p></li><li data-list-text=\"5.9.\"><p>Violation of rules found in this section may result in Game or Match forfeiture at the discretion of the Administration.</p></li><li data-list-text=\"5.10.\"><p>If a Game/Match is started without the approval of a Tournament Official, it may be restarted from the beginning.</p></li><li data-list-text=\"5.11.\"><p>If a Player, Tournament Official, or game observer fails to load into a Game/Match or loses their connection to the Game during or prior to the start of the Game/Match, the Game/Match may be restarted from the beginning.</p></li><li data-list-text=\"5.12.\"><p>If a Tournament Official or game observer disconnects from a Game after the Game/Match has begun, but all Players remain in the Game, the Game will continue.</p></li><li data-list-text=\"5.13.\"><p>Players are not permitted to voluntarily disconnect from a Game before it has ended without explicit permission from a Tournament Official. Voluntarily disconnecting from a Game without permission may result in penalties, including forfeit of the Game. Players who are involuntarily disconnected from a Game will be allowed to rejoin the Game.</p></li><li data-list-text=\"5.14.\"><p>Players who end a Game without a Tournament Official’s permission may forfeit the Game/Match. If a Player disconnects after the Game/Match has begun, ending the Game without a Tournament Official’s permission will result in a forfeit of the Game/Match.</p></li></ol></li><li data-list-text=\"6.\"><h3>Spectator Guidelines</h3><ol id=\"l7\"><li data-list-text=\"6.1.\"><p>A Spectator is defined as anyone who is not currently competing in a Match. Therefore, Players and Coaches shall be considered Spectators when they are not competing in a Match. The start of a Match is marked by all Players seated at the Station prior to the start of the first Game and the end of a Match is marked by a Team winning a sufficient number of Games to be determined as the winner.</p></li><li data-list-text=\"6.2.\"><p>Spectators may not stand within two feet of a seated Player.</p></li><li data-list-text=\"6.3.\"><p>Spectators may not taunt, \"trash talk\", or disparage Teams that are competing in a Match.</p></li><li data-list-text=\"6.4.\"><p>Spectators may not touch a Player.</p></li><li data-list-text=\"6.5.\"><p>Spectators may not interfere with a Referee’s ability to preside over a Match.</p></li><li data-list-text=\"6.6.\"><p>Spectators may not touch or get on a Main Stage, Feature Station, or inside the ropes of a Station in the open bracket.</p></li><li data-list-text=\"6.7.\"><p>Spectators may not attempt to coach or directly communicate with a Player/Team.</p></li><li data-list-text=\"6.8.\"><p>Spectators must heed all warnings and follow all instructions given by Administration staff.</p></li><li data-list-text=\"6.9.\"><p>Spectators may be made to move, made to leave an area, or removed from the venue, at any time, for any reason.</p></li></ol></li><li data-list-text=\"7.\"><h3>Tournament Format</h3><ol id=\"l8\"><li data-list-text=\"7.1.\"><h3>Main Competition (4v4)</h3><ol id=\"l9\"><li data-list-text=\"7.1.1.\"><p>The Main Competition is defined as the 4v4 elements of the Tournament including the Open Bracket, Pool Play, and the Championship Bracket.</p></li><li data-list-text=\"7.1.2.\"><h3>Open Bracket</h3><ol id=\"l10\"><li data-list-text=\"7.1.2.1.\"><h3>Format</h3><ol id=\"l11\"><li data-list-text=\"7.1.2.1.1.\"><p>The Open Bracket will allow for up to two-hundred and fifty-six (256) Teams.</p></li><li data-list-text=\"7.1.2.1.2.\"><p>The Open Bracket will be Double Elimination. After losing a Match in the Winners Bracket, Teams will enter the Elimination Bracket. A Match loss in the Elimination Bracket will result in elimination from the Tournament.</p></li><li data-list-text=\"7.1.2.1.3.\"><p>All rounds in the Open Bracket will be Best of 3 with the exception of Matches that result in qualification of Teams into the Championship Bracket. Those Matches will be Best of 5.</p></li><li data-list-text=\"7.1.2.1.4.\"><p>When four (4) Teams remain in the Open Winners Bracket, they will be placed in</p><p>Championship Bracket Winner’s Round 1.</p></li><li data-list-text=\"7.1.2.1.5.\"><p>When four (4) Teams remain in the Open Elimination Bracket, they will be placed in Championship Bracket Elimination Round 1.</p></li></ol></li><li data-list-text=\"7.1.2.2.\"><h3>Seeding</h3><ol id=\"l12\"><li data-list-text=\"7.1.2.2.1.\"><p>Registered Teams will be seeded for the Open Bracket by their aggregate HCS 4v4 Points as of 6:00 AM ET on Monday, April 25th, 2022. Additional stipulations will apply to seeding methodology for the Open Bracket as described below.</p></li><li data-list-text=\"7.1.2.2.2.\"><p>For the Open Bracket, Teams will be seeded by their Global Team Point Total, determined as follows.</p></li><li data-list-text=\"7.1.2.2.3.\"><p>Global Team Points = Global Points + (Regional Points * PRD Ratio)</p></li><li data-list-text=\"7.1.2.2.4.\"><p>Global Points: the total number of HCS 4v4 Points earned from each Team’s Player at non-region locked events (i.e., Major Events).</p></li><li data-list-text=\"7.1.2.2.5.\"><p>Regional Points: the total number of HCS 4v4 Points earned from each Team’s Players through region locked events.</p></li><li data-list-text=\"7.1.2.2.6.\"><p>Proportional Regional Distribution (PRD) Ratio:</p><p>𝑅𝑒𝑔𝑖𝑜𝑛𝑎𝑙 𝑃𝑜𝑖𝑛𝑡𝑠</p><p></p><p>𝑃𝑅𝐷 𝑅𝑎𝑡𝑖𝑜 = <span>(𝑅𝑒𝑔𝑖𝑜𝑛𝑎𝑙 𝑃𝑜𝑖𝑛𝑡𝑠 𝑜𝑓 𝑡ℎ𝑒 𝑡𝑜𝑝, 𝑛𝑜𝑛 − 𝑝𝑜𝑜𝑙 𝑝𝑙𝑎𝑦 𝑇𝑒𝑎𝑚 𝑤𝑖𝑡ℎ𝑖𝑛 𝑡ℎ𝑒 𝑠𝑎𝑚𝑒 𝑅𝑒𝑔𝑖𝑜𝑛)</span></p></li><li data-list-text=\"7.1.2.2.7.\"><p>Teams with zero (0) HCS 4v4 Points will be seeded randomly and after any Team that has HCS 4v4 points.</p></li><li data-list-text=\"7.1.2.2.8.\"><p>Incomplete Teams as of the applicable Roster Lock will be seeded randomly and after any complete Team that has HCS 4v4 points and after any complete Team that does not have HCS 4v4 Points.</p></li><li data-list-text=\"7.1.2.2.9.\"><p>Teams that are completed after the Open Bracket is seeded will be seeded last, regardless of their HCS 4v4 Points.</p></li><li data-list-text=\"7.1.2.2.10.\"><p>In the event an Emergency Substitution is approved by Administration after the applicable Roster Lock date, added Players points will not contribute to the Global Team Points.</p></li></ol></li></ol></li><li data-list-text=\"7.1.3.\"><h3>Pool Play</h3><ol id=\"l13\"><li data-list-text=\"7.1.3.1.\"><h3>Format</h3><ol id=\"l14\"><li data-list-text=\"7.1.3.1.1.\"><p>Pool Play will have four (4) Pools of five (5) Teams.</p></li><li data-list-text=\"7.1.3.1.2.\"><p>All Matches will be Best of 5.</p></li><li data-list-text=\"7.1.3.1.3.\"><p>Teams will play one Match against each of the other Teams in their Pool.</p></li><li data-list-text=\"7.1.3.1.4.\"><p>Teams finishing their Pool in 1st and 2nd Place will be placed in the Championship Winners Bracket Round 1.</p></li><li data-list-text=\"7.1.3.1.5.\"><p>Teams finishing their Pool in 3rd place will be placed in Championship Bracket Elimination Round 3.</p></li><li data-list-text=\"7.1.3.1.6.\"><p>Teams finishing their Pool in 4th place will be placed in Championship Bracket Elimination Round 2.</p></li><li data-list-text=\"7.1.3.1.7.\"><p>Teams finishing their Pool in 5th place will be placed in Championship Bracket Elimination Round 1.</p></li></ol></li><li data-list-text=\"7.1.3.2.\"></li><li data-list-text=\"8.1.3.2.\"><h3>Seeding</h3><ol id=\"l15\"><li data-list-text=\"8.1.3.2.1.\"><p>Pools will consist of: Eight (8) North American Teams qualified via the HCS NA Anaheim Regional (\"Anaheim\"), four (4) European Teams qualified via the HCS EU Super (\"EU Super\"), three (3) Mexican Teams qualified via the HCS MX Super(\"MX Super\"), one (1)</p><p>Australia/New Zealand Team qualified via the HCS ANZ Super(\"ANZ Super\"), and the four (4) teams qualified via the winners portion of the open bracket.</p></li><li data-list-text=\"8.1.3.2.2.\"><p>The #1 NA Team qualified via placement at Anaheim will be placed in Pool A. The #2 NA Team qualified via placement at Anaheim will be placed in Pool B. The #3 NA Team qualified via placement at Anaheim will be placed in Pool C. The #4 NA Team qualified via placement at Anaheim will be placed in Pool D.</p></li><li data-list-text=\"8.1.3.2.3.\"><p>The #5 and #6 NA Teams qualified via placement at Anaheim will be placed in Pool D and C via their aggregate HCS points, with the Team with the higher amount of HCS points placed into Pool D and the Team with the lower amount of HCS points placed into Pool C.</p></li><li data-list-text=\"8.1.3.2.4.\"><p>The #7 and #8 NA Teams qualified via placement at Anaheim will be placed in Pool B and A via their aggregate HCS points, with the Team with the higher amount of HCS points placed into Pool B and the Team with the lower amount of HCS points placed into Pool A.</p></li><li data-list-text=\"8.1.3.2.5.\"><p>The #1, #2, #3, and #4 EU Teams qualified via placement at the EU Super will be placed, one into each pool, based on the aggregate HCS points of each Team. The Team with the highest amount of HCS points will be placed into Pool A. The Team with the second highest amount of HCS points will be placed into Pool B. The Team with the third highest amount of HCS points will be placed into Pool C. The Team with the lowest amount of HCS points will be placed into Pool D.</p></li><li data-list-text=\"8.1.3.2.6.\"><p>The #1, #2, and #3 MX Teams qualified via placement at the MX Super will be placed in Pools D, C, and B based on the aggregate HCS points of each Team. The Team with the highest amount of HCS points will be placed into Pool D. The Team with the second highest amount of HCS points will be placed into Pool C. The Team with the lowest amount of HCS points will be placed into Pool C.</p></li><li data-list-text=\"8.1.3.2.7.\"><p>The #1 ANZ Team qualified via placement at the ANZ Super will be placed in Pool D.</p></li><li data-list-text=\"8.1.3.2.8.\"><p>The #1, #2, #3, and #4 Open Bracket teams who qualified via the winners portion of the open bracket will be placed, one into each pool, based on the aggregate HCS points of each Team. The Team with the highest amount of HCS points will be placed into Pool A. The Team with the second highest amount of HCS points will be placed into Pool B. The Team with the third highest amount of HCS points will be placed into Pool C. The Team with the lowest amount of HCS points will be placed into Pool D.</p></li><li data-list-text=\"8.1.3.2.9.\"><p>Pool Play Seeds will be determined after Teams have already been assigned to a Pool.</p></li><li data-list-text=\"8.1.3.2.10.\"><p>A Pool Play Team’s Seed is used to govern Side Choices during Tournament Matches.</p></li></ol></li><li data-list-text=\"8.1.3.3.\"><h3>Ranking & Tiebreakers</h3><ol id=\"l16\"><li data-list-text=\"8.1.3.3.1.\"><p>Pool Play Ranking (1st - 4th) will be determined using each Team’s record of Matches won and lost (\"Match Record\").</p></li><li data-list-text=\"8.1.3.3.2.\"><p>If two or more teams have the same Match Record (Tied Teams), Ranking will be determined by Head-to-Head Match Winning Percentage (Pool Play Matches Won vs. Tied Teams / Pool Play Matches Played vs. Tied Teams)</p></li><li data-list-text=\"8.1.3.3.3.\"><p>If two or more teams have the same Head-to-Head Match Winning Percentage, Ranking will be determined by Head-to-Head Game Winning Percentage (Pool Play Games Won vs. Tied Teams / Pool Play Games Played vs. Tied Teams).</p></li><li data-list-text=\"8.1.3.3.4.\"><p>If two or more teams have the same Head-to-Head Game Winning Percentage, Ranking will be determined by Overall Game Winning Percentage (Pool Play Games Won / Pool Play Games Played).</p></li><li data-list-text=\"8.1.3.3.5.\"><p>The higher number will win all the aforementioned tiebreakers.</p></li><li data-list-text=\"8.1.3.3.6.\"><p>If the aforementioned Tiebreakers can’t break a tie for 1<span>st</span> or 2<span>nd</span> place, the tie will be broken by Pool Play Seed with the higher seed winning the Tiebreaker. The highest seed is 1.</p></li><li data-list-text=\"8.1.3.3.7.\"><p>If the aforementioned Tiebreakers can’t break a tie for 2<span>nd</span> and 3<span>rd</span> place, the tied Teams will be scheduled to play a Best of 1 Game Round Robin tiebreaker. The Tiebreaker Game Mode will be Team Slayer. Map will be chosen at random and side choice will be given to the higher seed. After each Team has played all other tied Teams on the Tiebreaker Map, their records of Games Won and Games Lost will be used to break the tie. If there is still a tie that can’t be broken by the aforementioned tiebreakers, an additional Best of 1 Game Round Robin Tiebreaker(s) will be played until the tie can be broken.</p></li><li data-list-text=\"8.1.3.3.8.\"><p>If there is a tie involving more than two teams and a Tiebreaker resolves the tie for a Team(s), but leaves at least two Teams tied, the tie(s) that remains will be broken by starting over with the Head-to-Head Match Winning Percentage Tiebreaker.</p></li></ol></li><li data-list-text=\"8.1.3.4.\"><h3>Replacement Teams</h3><ol id=\"l17\"><li data-list-text=\"8.1.3.4.1.\"><p>If a Pool Play Team chooses not to participate in the Tournament and notifies the Administration prior to the start of the Tournament, Company reserves the right to replace the Team with a Team of the Administration’s choice.</p></li><li data-list-text=\"8.1.3.4.2.\"><p>If a Pool Play Team chooses not to participate in the Tournament and notifies the Administration after the start of the Tournament, a replacement team may not be selected to take their place.</p></li><li data-list-text=\"8.1.3.4.3.\"><p>If a replacement team is needed for Pool Play and all Pools have been set, the Replacement Team will be given the #16 Seed and will be assigned to the same Pool as the Team they have replaced. As a result, other Pool Play Teams may see their Seed change. However, all other Pool Play Teams will keep their Pool assignment.</p></li></ol></li></ol></li><li data-list-text=\"8.1.4.\"><h3>Championship Bracket</h3><ol id=\"l18\"><li data-list-text=\"8.1.4.1.\"><h3>Format</h3><ol id=\"l19\"><li data-list-text=\"8.1.4.1.1.\"><p>Championship Bracket will be Double Elimination style.</p></li><li data-list-text=\"8.1.4.1.2.\"><p>All Matches will be Best of 5 with the exception of both matches (if applicable) in the Grand Finals which will be Best of 7.</p></li><li data-list-text=\"8.1.4.1.3.\"><p>The 1st and 2nd placed Teams in each Pool will be placed in the Championship Winner’s</p><p>Bracket Round 1.</p></li><li data-list-text=\"8.1.4.1.4.\"><p>The 3rd placed Team in each Pool will be placed in the Championship Elimination Bracket Round 3. The 4th placed Team in each Pool will be placed in the Championship Elimination Bracket Round 2. The 5th placed Team in each Pool will be placed in the Championship Elimination Bracket Round 1.</p></li><li data-list-text=\"8.1.4.1.5.\"><p>The four (4) Teams joining the Championship Bracket from the Open Elimination Bracket will be placed in the Championship Elimination Bracket Round 1.</p></li><li data-list-text=\"8.1.4.1.6.\"><p>After Losing a Match in the Championship Winners Bracket, Teams will enter the Championship Elimination Bracket. A Match loss in the Championship Elimination Bracket will result in elimination from the Tournament.</p></li><li data-list-text=\"8.1.4.1.7.\"><p>When one Team remains in both the Championship Winners Bracket and the Championship Elimination Bracket those Teams will compete against each other in the Grand Final.</p></li><li data-list-text=\"8.1.4.1.8.\"><p>The Grand Final will begin with an initial Match. If the Winners Bracket Team wins the initial match, they will win the Tournament.</p></li><li data-list-text=\"8.1.4.1.9.\"><p>If the Elimination Bracket Team wins the initial match of the Grand Final, a second match must be played. The winner of the second match will win the Tournament.</p></li></ol></li><li data-list-text=\"8.1.4.2.\"><h3>Seeding</h3><ol id=\"l20\"><li data-list-text=\"8.1.4.2.1.\"><p>Pool Play Teams will keep their Pool Play Seed in the Championship Bracket, including both matches (if applicable) of the Grand Finals.</p></li><li data-list-text=\"8.1.4.2.2.\"><p>The four (4) Open Bracket Teams will be seeded #17-#20 for the Championship Bracket based on their Open Bracket seed and HCS Points.</p></li></ol></li></ol></li></ol></li><li data-list-text=\"8.2.\"><h3>Free for All</h3><ol id=\"l21\"><li data-list-text=\"8.2.1.\"><h3>Format</h3><ol id=\"l22\"><li data-list-text=\"8.2.1.1.\"><p>The Free for All Tournament (the \"FFA Tournament\" or \"FFA\")</p></li><li data-list-text=\"8.2.1.2.\"><p>All heats in the FFA Tournament will be best of one (1).</p></li><li data-list-text=\"8.2.1.3.\"><p>Aquarius is the only FFA Map</p></li><li data-list-text=\"8.2.1.4.\"><p>Players will be seeded using HCS FFA Points</p></li><li data-list-text=\"8.2.1.5.\"><p>A single \"heat\" or game lobby consists of eight (8) players.</p></li><li data-list-text=\"8.2.1.6.\"><p>FFA Format will follow a traditional FFA Heat system in which the Top four players from each Match will advance to the following round.</p></li></ol></li><li data-list-text=\"8.2.2.\"><h3>Scoring Criteria</h3><ol id=\"l23\"><li data-list-text=\"8.2.2.1.\"><p>At the end of each Match, The Players placement will be determined by the number of points scored (Points scored = number of kills – number of suicides).</p></li><li data-list-text=\"8.2.2.2.\"><p>If there is a tie in points scored, the following waterfall will be used to break ties:</p><ol id=\"l24\"><li data-list-text=\"8.2.2.2.1.\"><p>Number of Deaths (lowest to highest)</p></li><li data-list-text=\"8.2.2.2.2.\"><p>Total Damage Dealt (highest to lowest)</p></li><li data-list-text=\"8.2.2.2.3.\"><p>Number of Assists (highest to lowest)</p></li><li data-list-text=\"8.2.2.2.4.\"><p>Damage Taken (lowest to highest)</p></li><li data-list-text=\"8.2.2.2.5.\"><p>In the event none of the above criteria is able to break a tie, Administration reserves the right to select a new criterion, or randomly break the tie.</p></li></ol></li></ol></li></ol></li></ol></li><li data-list-text=\"9.\"><h3>Game Settings</h3><ol id=\"l25\"><li data-list-text=\"9.1.\"><p>All 4v4 Games will be played using the in-game \"Ranked\" settings. These settings are detailed as the</p><p>Tournament Settings in Section 12 of these Official Rules.</p></li><li data-list-text=\"9.2.\"><p><b>4v4 Maps and Game Mode Combinations </b>(<em>round-by-round schedule of map and game modes will be provided prior to Tournament start</em>)</p><ol id=\"l26\"><li data-list-text=\"9.2.1.\"><p>Slayer on Aquarius</p></li><li data-list-text=\"9.2.2.\"><p>Slayer on Bazaar</p></li><li data-list-text=\"9.2.3.\"><p>Slayer on Live Fire</p></li><li data-list-text=\"9.2.4.\"><p>Slayer on Recharge</p></li><li data-list-text=\"9.2.5.\"><p>Slayer on Streets</p></li><li data-list-text=\"9.2.6.\"><p>Strongholds on Live Fire</p></li><li data-list-text=\"9.2.7.\"><p>Strongholds on Recharge</p></li><li data-list-text=\"9.2.8.\"><p>Strongholds on Streets</p></li><li data-list-text=\"9.2.9.\"><p>Capture the Flag on Aquarius</p></li><li data-list-text=\"9.2.10.\"><p>Capture the Flag on Bazaar</p></li><li data-list-text=\"9.2.11.\"><p>Oddball on Live Fire</p></li><li data-list-text=\"9.2.12.\"><p>Oddball on Recharge</p></li><li data-list-text=\"9.2.13.\"><p>Oddball on Streets</p></li></ol></li><li data-list-text=\"9.3.\"><h3>4v4 Team Slayer Settings</h3><ol id=\"l27\"><li data-list-text=\"9.3.1.\"><h3>ROUND</h3><ol id=\"l28\"><li data-list-text=\"9.3.1.1.\"><p>SCORE TO WIN: 50</p></li><li data-list-text=\"9.3.1.2.\"><p>TIME LIMIT: 12 min</p></li><li data-list-text=\"9.3.1.3.\"><p>ROUND LIMIT: 1</p></li><li data-list-text=\"9.3.1.4.\"><p>ROUNDS TO WIN: Off</p></li><li data-list-text=\"9.3.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"9.3.2.\"><h3>EXTENSIONS</h3><ol id=\"l29\"><li data-list-text=\"9.3.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"9.3.2.2.\"><p>OVERTIME TIME EXTENSION: 3 min</p></li></ol></li><li data-list-text=\"9.3.3.\"><h3>SPAWNING</h3><ol id=\"l30\"><li data-list-text=\"9.3.3.1.\"><p>RESPAWN DELAY: 8 s</p></li><li data-list-text=\"9.3.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"9.3.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"9.3.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"9.3.4.\"><h3>CONTROLS</h3><ol id=\"l31\"><li data-list-text=\"9.3.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"9.3.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li><li data-list-text=\"9.3.5.\"><h3>SLAYER</h3><ol id=\"l32\"><li data-list-text=\"9.3.5.1.\"><p>POINTS PER SLAY: 1</p></li><li data-list-text=\"9.3.5.2.\"><p>POINTS PER SELF-DESTRUCTION: -1</p></li><li data-list-text=\"9.3.5.3.\"><p>POINTS PER BETRAYAL: -1</p></li><li data-list-text=\"9.3.5.4.\"><p>POINTS PER ASSISTS: 0</p></li><li data-list-text=\"9.3.5.5.\"><p>POINTS PER DEATH: 0</p></li><li data-list-text=\"9.3.5.6.\"><p>HEADSHOT BONUS: 0</p></li><li data-list-text=\"9.3.5.7.\"><p>MELEE BONUS: 0</p></li><li data-list-text=\"9.3.5.8.\"><p>SPLATTER BONUS: 0</p></li><li data-list-text=\"9.3.5.9.\"><p>STICKY BONUS: 0</p></li></ol></li></ol></li><li data-list-text=\"9.4.\"><h3>4v4 Oddball Settings</h3><ol id=\"l33\"><li data-list-text=\"9.4.1.\"><h3>ROUND</h3><ol id=\"l34\"><li data-list-text=\"9.4.1.1.\"><p>SCORE TO WIN: 100</p></li><li data-list-text=\"9.4.1.2.\"><p>TIME LIMIT: 5 min</p></li><li data-list-text=\"9.4.1.3.\"><p>ROUND LIMIT: 3</p></li><li data-list-text=\"9.4.1.4.\"><p>ROUNDS TO WIN: 2</p></li><li data-list-text=\"9.4.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"9.4.2.\"><h3>EXTENSIONS</h3><ol id=\"l35\"><li data-list-text=\"9.4.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"9.4.2.2.\"><p>OVERTIME TIME EXTENSION: 3 min</p></li></ol></li><li data-list-text=\"9.4.3.\"><h3>SPAWNING</h3><ol id=\"l36\"><li data-list-text=\"9.4.3.1.\"><p>RESPAWN DELAY: 10 s</p></li><li data-list-text=\"9.4.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"9.4.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"9.4.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"9.4.4.\"><h3>CONTROLS</h3><ol id=\"l37\"><li data-list-text=\"9.4.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"9.4.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li><li data-list-text=\"9.4.5.\"><h3>ODDBALL</h3><ol id=\"l38\"><li data-list-text=\"9.4.5.1.\"><p>POINTS FOR CARRYING: 1</p></li><li data-list-text=\"9.4.5.2.\"><p>CARRIER POINT FREQUENCY: 1 s</p></li><li data-list-text=\"9.4.5.3.\"><p>SKULL SPAWN DELAY: 3 s</p></li></ol></li></ol></li><li data-list-text=\"9.5.\"><h3>4v4 Strongholds Settings</h3><ol id=\"l39\"><li data-list-text=\"9.5.1.\"><h3>ROUND</h3><ol id=\"l40\"><li data-list-text=\"9.5.1.1.\"><p>SCORE TO WIN: 250</p></li><li data-list-text=\"9.5.1.2.\"><p>TIME LIMIT: Unlimited</p></li><li data-list-text=\"9.5.1.3.\"><p>ROUND LIMIT: 1</p></li><li data-list-text=\"9.5.1.4.\"><p>ROUNDS TO WIN: 1</p></li><li data-list-text=\"9.5.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"9.5.2.\"><h3>EXTENSIONS</h3><ol id=\"l41\"><li data-list-text=\"9.5.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"9.5.2.2.\"><p>OVERTIME TIME EXTENSION: 3 min</p></li></ol></li><li data-list-text=\"9.5.3.\"><h3>SPAWNING</h3><ol id=\"l42\"><li data-list-text=\"9.5.3.1.\"><p>RESPAWN DELAY: 10 s</p></li><li data-list-text=\"9.5.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"9.5.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"9.5.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"9.5.4.\"><h3>CONTROLS</h3><ol id=\"l43\"><li data-list-text=\"9.5.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"9.5.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li></ol></li><li data-list-text=\"9.6.\"><h3>4v4 Capture the Flag Settings</h3><ol id=\"l44\"><li data-list-text=\"9.6.1.\"><h3>ROUND</h3><ol id=\"l45\"><li data-list-text=\"9.6.1.1.\"><p>SCORE TO WIN: 5</p></li><li data-list-text=\"9.6.1.2.\"><p>TIME LIMIT: 12 min</p></li><li data-list-text=\"9.6.1.3.\"><p>ROUND LIMIT: 1</p></li><li data-list-text=\"9.6.1.4.\"><p>ROUNDS TO WIN: Off</p></li><li data-list-text=\"9.6.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"9.6.2.\"><h3>EXTENSIONS</h3><ol id=\"l46\"><li data-list-text=\"9.6.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"9.6.2.2.\"><p>OVERTIME TIME EXTENSION: 5 min</p></li></ol></li><li data-list-text=\"9.6.3.\"><h3>SPAWNING</h3><ol id=\"l47\"><li data-list-text=\"9.6.3.1.\"><p>RESPAWN DELAY: 10 s</p></li><li data-list-text=\"9.6.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"9.6.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"9.6.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"9.6.4.\"><h3>CONTROLS</h3><ol id=\"l48\"><li data-list-text=\"9.6.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"9.6.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li><li data-list-text=\"9.6.5.\"><h3>CAPTURE THE FLAG</h3><ol id=\"l49\"><li data-list-text=\"9.6.5.1.\"><p>POINTS PER CAPTURE: 1</p></li><li data-list-text=\"9.6.5.2.\"><p>FLAG AT HOME SCORING: False</p></li><li data-list-text=\"9.6.5.3.\"><p>ACTIVE FLAGS PER TEAM: 1</p></li><li data-list-text=\"9.6.5.4.\"><p>FLAG CARRIER REVEAL: When Spotted</p></li><li data-list-text=\"9.6.5.5.\"><p>FLAG CARRIER SPOTTED DURATION: 3 s</p></li><li data-list-text=\"9.6.5.6.\"><p>FLAG CARRIER SPOTTED ON DAMAGE: On</p></li><li data-list-text=\"9.6.5.7.\"><p>FLAG CARRIER SPOTTED WHILE SPRINTING: Off</p></li><li data-list-text=\"9.6.5.8.\"><p>FLAG RETURN TIME: 1 s</p></li><li data-list-text=\"9.6.5.9.\"><p>INSTANT FLAG RETURN: False</p></li><li data-list-text=\"9.6.5.10.\"><p>FLAG CARRIER SHIELD SCALER: 0%</p></li><li data-list-text=\"9.6.5.11.\"><p>FLAG CARRIER HEALTH SCALER: 10%</p></li><li data-list-text=\"9.6.5.12.\"><p>FLAG CARRIER MOVEMENT SCALER: 100%</p></li><li data-list-text=\"9.6.5.13.\"><p>FLAG CARRIER SPRINTING: On</p></li><li data-list-text=\"9.6.5.14.\"><p>FLAG CARRIER GRAVITY SCALER: 100%</p></li></ol></li></ol></li></ol></li><li data-list-text=\"10.\"><h3>Prizing Information</h3><ol id=\"l50\"><li data-list-text=\"10.1.\"><p>Cash Prizes</p><ol id=\"l51\"><li data-list-text=\"10.1.1.\"><p>Please see the Handbook for prize distribution details. Additionally, some prizing information can be found on the event splash page).</p></li></ol></li><li data-list-text=\"10.2.\"><p>HCS 4v4 Point Awards (Points below reflect the amount of HCS 4v4 Points awarded to each player</p><p>according to their Team’s placement)</p><h3><span>1st: 25,000</span></h3><h3><span>2nd: 15,000</span></h3><h3><span>3rd: 11,000</span></h3><h3><span>4th: 9,000</span></h3><h3><span>5th - 6th: 8,000</span></h3><h3><span>7th - 8th: 7,000</span></h3><h3><span>9th - 12th: 5,500</span></h3><h3><span>13th - 16th: 4,500</span></h3><h3><span>17th - 20th: 3,000</span></h3><h3><span>21st - 24th: 2,750</span></h3><h3><span>25th - 28th: 2,250</span></h3><h3><span>29th - 32nd: 1,800</span></h3><h3><span>33rd - 40th: 1,600</span></h3><h3><span>41st - 48th: 1,400</span></h3><h3><span>49th - 64th: 1,000</span></h3></li></ol></li><li data-list-text=\"11.\"><h3>Common Infractions</h3><ol id=\"l52\"><li data-list-text=\"11.1.\"><p>This section describes common infractions that are prohibited during the Tournament. The Administration reserves the right to take action on the infractions listed in this section and in these Official Rules as a whole, in addition to the stipulations laid forth in the Handbook and the official Code of Conduct. Participants found to be in violation of these rules, or any rule laid forth in these Official Rules may be subject to penalties as prescribed in section 11 of these Official Rules.</p></li><li data-list-text=\"11.2.\"><p>Participants may not intentionally eject a disc from a console, use an unapproved memory card or USB flash drive, unplug anything from a monitor, console, or audio equipment, or touch power units without a Tournament Official’s permission.</p></li><li data-list-text=\"11.3.\"><p>Participants may not move any Administration provided equipment without a Tournament Official’s</p><p>permission.</p></li><li data-list-text=\"11.4.\"><p>Participants may not adjust monitor settings, other than volume, without a Tournament Official’s</p><p>permission.</p></li><li data-list-text=\"11.5.\"><p>Players may not communicate with a Spectator, or a Player other than a teammate or an opponent(s) during Tournament play.</p></li><li data-list-text=\"11.6.\"><p>Participants may not use vulgar language in excess. The Administration reserves the right to determine what is considered excessive vulgar language.</p></li><li data-list-text=\"11.7.\"><p>Coaches may not taunt an opposing Player or Coach. Taunting of an opposing Player or Coach is defined as derogatory language or gestures, aimed at an opponent, which is audible and/or visible to the opponent.</p></li><li data-list-text=\"11.8.\"><p>Participants may not use a match’s designated Station for warm-up games during, or prior to the start of,</p><p>a Match without a Tournament Official’s permission.</p></li><li data-list-text=\"11.9.\"><p>Participants may not stand on chairs, tables, or other Administration provided equipment.</p></li><li data-list-text=\"11.10.\"><p>Participants may not verbally abuse a Tournament Official. Verbal abuse of a Tournament Official includes, but is not limited to, the use of vulgar language directed at a Tournament Official, the use of insulting words or gestures directed at a Tournament Official, and excessive argument with a Tournament Official that results in a delay of a Match. The Administration reserves the right to determine what is considered excessive vulgar language.</p></li><li data-list-text=\"11.11.\"><p>Participants may not direct vulgar language towards Player, Coach, or Spectator. The Administration reserves the right to determine what is considered direct vulgar language.</p></li><li data-list-text=\"11.12.\"><p>Participants may not incite Spectators into taunting a Player, Coach, or Spectator.</p></li><li data-list-text=\"11.13.\"><p>Participants may not engage in unsportsmanlike physical contact.</p></li><li data-list-text=\"11.14.\"><p>Participants may not throw anything in the direction of an opponent.</p></li><li data-list-text=\"11.15.\"><p>Participants may not throw anything into the audience that could cause injury.</p></li></ol></li><li data-list-text=\"12.\"><h3>Penalties</h3><ol id=\"l53\"><li data-list-text=\"12.1.\"><p>The Administration reserves the right to consider or enforce penalties on a case-by-case basis. The Administration will consider the totality of the infraction, including the severity, circumstances, history, consequences/impact, or other relevant factor of the infraction in order to make a decision or enforce a penalty in the best interest of the integrity of the Tournament.</p></li><li data-list-text=\"12.2.\"><p>The Administration reserves the right to enforce any of the following penalties against Participants found to be in violation of any rules or stipulations set forth in these Official Rules, the Handbook, or the official code of conduct:</p><ol id=\"l54\"><li data-list-text=\"12.2.1.\"><p>Forfeiture of Game</p></li><li data-list-text=\"12.2.2.\"><p>Forfeiture of Match</p></li><li data-list-text=\"12.2.3.\"><p>Removal of Participant from Tournament (Disqualification)</p></li><li data-list-text=\"12.2.4.\"><p>Forfeiture of prizing</p></li><li data-list-text=\"12.2.5.\"><p>Forfeiture of HCS Points</p></li><li data-list-text=\"12.2.6.\"><p>Partial or full removal of HCS Points</p></li><li data-list-text=\"12.2.7.\"><p>Partial or full removal of travel coverage</p></li><li data-list-text=\"12.2.8.\"><p>Enforcement of a fine</p></li><li data-list-text=\"12.2.9.\"><p>A ban from participation in the HCS program</p></li><li data-list-text=\"12.2.10.\"><p>Temporary or permanent suspension from: Xbox Live, Halo game platforms and services, and/or participation in a HCS, Halo, and/or Microsoft online or live tournament or event</p></li><li data-list-text=\"12.2.11.\"><p>Pursue prosecution with the law or authoritative bodies for any illegal activities.</p></li></ol></li></ol></li><li data-list-text=\"13.\"><h3>4v4 Tournament Settings</h3><ol id=\"l55\"><li data-list-text=\"13.1.\"><h3>SANDBOX</h3><ol id=\"l56\"><li data-list-text=\"13.1.1.\"><h3>LOADOUT</h3><ol id=\"l57\"><li data-list-text=\"13.1.1.1.\"><p>PRIMARY WEAPON: BR75</p></li><li data-list-text=\"13.1.1.2.\"><p>PRIMARY WEAPON AMMO: Default</p></li><li data-list-text=\"13.1.1.3.\"><p>SECONDARY WEAPON: None</p></li><li data-list-text=\"13.1.1.4.\"><p>SECONDARY WEAPON AMMO: Default</p></li><li data-list-text=\"13.1.1.5.\"><p>FRAG GRENADES: 2</p></li><li data-list-text=\"13.1.1.6.\"><p>PLASMA GRENADES: 0</p></li><li data-list-text=\"13.1.1.7.\"><p>DYNAMO GRENADES: 0</p></li><li data-list-text=\"13.1.1.8.\"><p>SPIKE GRENADES: 0</p></li></ol></li><li data-list-text=\"13.1.2.\"><h3>WEAPONS</h3><ol id=\"l58\"><li data-list-text=\"13.1.2.1.\"><p>WEAPON RACKS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.2.2.\"><p>POWER WEAPON PADS: On</p></li><li data-list-text=\"13.1.2.3.\"><p>WEAPON PICKUP: On</p></li><li data-list-text=\"13.1.2.4.\"><p>WEAPON DROPPING: On</p></li><li data-list-text=\"13.1.2.5.\"><p>WEAPON DAMAGE RATIO: Default</p></li><li data-list-text=\"13.1.2.6.\"><p>INFINITE AMMO: Off</p></li><li data-list-text=\"13.1.2.7.\"><p>BOTTOMLESS CLIP: Off</p></li><li data-list-text=\"13.1.2.8.\"><p>TACTICAL RELOAD TIME SCALER: Default</p></li><li data-list-text=\"13.1.2.9.\"><p>EMPTY RELOAD TIME SCALER: Default</p></li></ol></li><li data-list-text=\"13.1.3.\"><h3>GRENADES</h3><ol id=\"l59\"><li data-list-text=\"13.1.3.1.\"><p>MAX FRAG GRENADES: 0</p></li><li data-list-text=\"13.1.3.2.\"><p>MAX PLASMA GRENADES: 0</p></li><li data-list-text=\"13.1.3.3.\"><p>MAX DYNAMO GRENADES: 0</p></li><li data-list-text=\"13.1.3.4.\"><p>MAX SPIKE GRENADES: 0</p></li><li data-list-text=\"13.1.3.5.\"><p>GRENADE PADS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.3.6.\"><p>GRENADE PICKUP: On</p></li><li data-list-text=\"13.1.3.7.\"><p>GRENADE DAMAGE RATIO: Default</p></li><li data-list-text=\"13.1.3.8.\"><p>GRENADE THROW TIME SCALER: Default</p></li><li data-list-text=\"13.1.3.9.\"><p>GRENADE DETONATION RADIUS SCALE: Default</p></li><li data-list-text=\"13.1.3.10.\"><p>GRENADE IMPULSE SCALER: Default</p></li></ol></li><li data-list-text=\"13.1.4.\"><h3>MELEE</h3><ol id=\"l60\"><li data-list-text=\"13.1.4.1.\"><p>MELEE DAMAGE RATIO: Default</p></li><li data-list-text=\"13.1.4.2.\"><p>MELEE IMPULSE SCALER: Default</p></li></ol></li><li data-list-text=\"13.1.5.\"><h3>EQUIPMENT</h3><ol id=\"l61\"><li data-list-text=\"13.1.5.1.\"><p>EQUIPMENT PADS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.5.2.\"><p>POWER EQUIPMENT PADS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.5.3.\"><p>EQUIPMENT PICKUP: On</p></li><li data-list-text=\"13.1.5.4.\"><p>ACTIVE CAMO INTENSITY SCALER: Off</p></li><li data-list-text=\"13.1.5.5.\"><p>HOLDING OBJECTIVE DISABLES EQUIPMENT: On</p></li></ol></li><li data-list-text=\"13.1.6.\"><h3>VEHICLES</h3><ol id=\"l62\"><li data-list-text=\"13.1.6.1.\"><p>VEHICLE PADS/PLACEMENTS: On</p></li><li data-list-text=\"13.1.6.2.\"><p>OPERATE VEHICLE TURRETS: On</p></li><li data-list-text=\"13.1.6.3.\"><p>INDESTRUCTIBLE VEHICLES: Off</p></li></ol></li><li data-list-text=\"13.1.7.\"><h3>CLEANUP</h3><ol id=\"l63\"><li data-list-text=\"13.1.7.1.\"><p>WEAPON CLEANUP TIMER: Off</p></li><li data-list-text=\"13.1.7.2.\"><p>VEHICLE CLEANUP TIME: Off</p></li></ol></li></ol></li><li data-list-text=\"13.2.\"><h3>HUD</h3><ol id=\"l64\"><li data-list-text=\"13.2.1.\"><h3>SHIELDS & HEALTH</h3><ol id=\"l65\"><li data-list-text=\"13.2.1.1.\"><p>SHIELDS & HEALTH BAR HUD: On</p></li><li data-list-text=\"13.2.1.2.\"><p>SHIELDS & HEALTH BAR EFFECTS: On</p></li><li data-list-text=\"13.2.1.3.\"><p>HUD DAMAGE INDICATORS: On</p></li></ol></li><li data-list-text=\"13.2.2.\"><h3>MOTION TRACKER</h3><ol id=\"l66\"><li data-list-text=\"13.2.2.1.\"><p>MOTION TRACKER: Off</p></li><li data-list-text=\"13.2.2.2.\"><p>SMART-LINK MOTION TRACKER: Off</p></li><li data-list-text=\"13.2.2.3.\"><p>MOTION TRACKER INNER-RING SCALER: Default</p></li><li data-list-text=\"13.2.2.4.\"><p>MOTION TRACKER DETECT (FAST-MOVEMENT): On</p></li><li data-list-text=\"13.2.2.5.\"><p>MOTION TRACKER DETECT (SPRINT): On</p></li><li data-list-text=\"13.2.2.6.\"><p>MOTION TRACKER DETECT (CLAMBER): On</p></li><li data-list-text=\"13.2.2.7.\"><p>MOTION TRACKER DETECT (SHOOTING): On</p></li><li data-list-text=\"13.2.2.8.\"><p>MOTION TRACKER DETECT (MELEE): Off</p></li></ol></li></ol></li><li data-list-text=\"13.3.\"><h3>HEALTH & DAMAGE</h3><ol id=\"l67\"><li data-list-text=\"13.3.1.\"><h3>DAMAGE</h3><ol id=\"l68\"><li data-list-text=\"13.3.1.1.\"><p>DAMAGE RESISTANCE RATIO: Default</p></li><li data-list-text=\"13.3.1.2.\"><p>HEADSHOT BONUS DAMAGE PROTECTION: Off</p></li><li data-list-text=\"13.3.1.3.\"><p>DEATHLESS: Off</p></li></ol></li><li data-list-text=\"13.3.2.\"><h3>TEAM</h3><ol id=\"l69\"><li data-list-text=\"13.3.2.1.\"><p>TEAM DAMAGE RESISTANCE: On</p></li><li data-list-text=\"13.3.2.2.\"><p>TEAM DAMAGE RESISTANCE RATIO: 100%</p></li></ol></li><li data-list-text=\"13.3.3.\"><h3>SHIELDS</h3><ol id=\"l70\"><li data-list-text=\"13.3.3.1.\"><p>MAX SHIELD SCALER: Default</p></li><li data-list-text=\"13.3.3.2.\"><p>SHIELD RECHARGE TIME SCALER: Default</p></li><li data-list-text=\"13.3.3.3.\"><p>SHIELD RECHARGE DELAY SCALER: Default</p></li><li data-list-text=\"13.3.3.4.\"><p>SHIELD VAMPIRISM RATIO: 0%</p></li></ol></li><li data-list-text=\"13.3.4.\"><h3>HEALTH</h3><ol id=\"l71\"><li data-list-text=\"13.3.4.1.\"><p>MAX HEALTH SCALER: Default</p></li><li data-list-text=\"13.3.4.2.\"><p>HEALTH RECHARGE TIME SCALER: Default</p></li><li data-list-text=\"13.3.4.3.\"><p>HEALTH RECHARGE DELAY SCALER: Default</p></li><li data-list-text=\"13.3.4.4.\"><p>HEALTH RECHARGE VAMPIRISM RATIO: 0%</p></li></ol></li></ol></li><li data-list-text=\"13.4.\"><h3>MOVEMENT</h3><ol id=\"l72\"><li data-list-text=\"13.4.1.\"><h3>BASE MOVEMENT</h3><ol id=\"l73\"><li data-list-text=\"13.4.1.1.\"><p>MOVEMENT SPEED SCALER: Default</p></li><li data-list-text=\"13.4.1.2.\"><p>GRAVITY SCALER: Default</p></li><li data-list-text=\"13.4.1.3.\"><p>FORWARD/BACK SPEED SCALER: Default</p></li><li data-list-text=\"13.4.1.4.\"><p>FORWARD/BACK ACCELERATION SCALER: Default</p></li><li data-list-text=\"13.4.1.5.\"><p>STRAFE SPEED SCALER: Default</p></li><li data-list-text=\"13.4.1.6.\"><p>STRAFE ACCELERATION SCALER: Default</p></li></ol></li><li data-list-text=\"13.4.2.\"><h3>SPRINT</h3><ol id=\"l74\"><li data-list-text=\"13.4.2.1.\"><p>SPRINTING: On</p></li><li data-list-text=\"13.4.2.2.\"><p>SPRINT SPEED SCALER: Default</p></li><li data-list-text=\"13.4.2.3.\"><p>TIME TO SPRINT SCALER: Default</p></li><li data-list-text=\"13.4.2.4.\"><p>SLIDE SPEED SCALER: Default</p></li><li data-list-text=\"13.4.2.5.\"><p>SLIDE DISTANCE SCALER: Default</p></li><li data-list-text=\"13.4.2.6.\"><p>RELOAD WHILE SPRINTING: Off</p></li><li data-list-text=\"13.4.2.7.\"><p>SPRINT RESETS SHIELD RECHARGE DELAY: On</p></li><li data-list-text=\"13.4.2.8.\"><p>DAMAGE INTERRUPTS SPRINT: On</p></li></ol></li><li data-list-text=\"13.4.3.\"><h3>JUMP</h3><ol id=\"l75\"><li data-list-text=\"13.4.3.1.\"><p>JUMP HEIGHT SCALER: Default</p></li></ol></li><li data-list-text=\"13.4.4.\"><h3>CLAMBER</h3><ol id=\"l76\"><li data-list-text=\"13.4.4.1.\"><p>CLAMBERING: On</p></li><li data-list-text=\"13.4.4.2.\"><p>CLAMBER SPEED SCALER: Default</p></li></ol></li></ol></li><li data-list-text=\"13.5.\"><h3>BOTS</h3><ol id=\"l77\"><li data-list-text=\"13.5.1.\"><h3>DIFFICULTY</h3><ol id=\"l78\"><li data-list-text=\"13.5.1.1.\"><p>BOT DIFFICULTY: Recruit</p></li></ol></li><li data-list-text=\"13.5.2.\"><h3>BOT COUNT</h3><ol id=\"l79\"><li data-list-text=\"13.5.2.1.\"><p>BOT COUNT (TEAM 1: EAGLE): 0</p></li><li data-list-text=\"13.5.2.2.\"><p>BOT COUNT (TEAM 2: COBRA): 0</p></li><li data-list-text=\"13.5.2.3.\"><p>BOT COUNT (FFA): 0</p></li></ol></li></ol></li></ol></li><li data-list-text=\"14.\"><h3>FFA Tournament Settings</h3><ol id=\"l80\"><li data-list-text=\"14.1.\"><h3>MATCH</h3><ol id=\"l81\"><li data-list-text=\"14.1.1.\"><h3>ROUND</h3><ol id=\"l82\"><li data-list-text=\"14.1.1.1.\"><p>SCORE TO WIN: Unlimited (must be changed manually)</p></li><li data-list-text=\"14.1.1.2.\"><p>TIME LIMIT: 15 min (must be changed manually)</p></li><li data-list-text=\"14.1.1.3.\"><p>ROUND LIMIT: 1</p></li><li data-list-text=\"14.1.1.4.\"><p>ROUNDS TO WIN: Off</p></li><li data-list-text=\"14.1.1.5.\"><p>ROUNDS TO DRAW: Unlimited</p></li></ol></li><li data-list-text=\"14.1.2.\"><h3>EXTENSIONS</h3><ol id=\"l83\"><li data-list-text=\"14.1.2.1.\"><p>SUDDEN DEATH TIME EXTENSION: 10 s</p></li><li data-list-text=\"14.1.2.2.\"><p>OVERTIME TIME EXTENSION: 3 min</p></li></ol></li><li data-list-text=\"14.1.3.\"><h3>SPAWNING</h3><ol id=\"l84\"><li data-list-text=\"14.1.3.1.\"><p>RESPAWN DELAY: 6 s (must be changed manually)</p></li><li data-list-text=\"14.1.3.2.\"><p>RESPAWN LINE-OF-SIGHT CHECK: On</p></li><li data-list-text=\"14.1.3.3.\"><p>SELF-DESTRUCTION RESPAWN PENALTY: None</p></li><li data-list-text=\"14.1.3.4.\"><p>BETRAYAL RESPAWN PENALTY: None</p></li></ol></li><li data-list-text=\"14.1.4.\"><h3>CONTROLS</h3><ol id=\"l85\"><li data-list-text=\"14.1.4.1.\"><p>FIXED FOLLOW CAMERA: Off</p></li><li data-list-text=\"14.1.4.2.\"><p>MACHINIMA CONTROLS: Off</p></li></ol></li></ol></li><li data-list-text=\"14.2.\"><h3>SANDBOX</h3><ol id=\"l86\"><li data-list-text=\"14.2.1.\"><h3>LOADOUT</h3><ol id=\"l87\"><li data-list-text=\"14.2.1.1.\"><p>PRIMARY WEAPON: BR75 (must be changed manually)</p></li><li data-list-text=\"14.2.1.2.\"><p>PRIMARY WEAPON AMMO: Default</p></li><li data-list-text=\"14.2.1.3.\"><p>SECONDARY WEAPON: None (must be changed manually)</p></li><li data-list-text=\"14.2.1.4.\"><p>SECONDARY WEAPON AMMO: Default</p></li><li data-list-text=\"14.2.1.5.\"><p>FRAG GRENADES: 2</p></li><li data-list-text=\"14.2.1.6.\"><p>PLASMA GRENADES: 0</p></li><li data-list-text=\"14.2.1.7.\"><p>DYNAMO GRENADES: 0</p></li><li data-list-text=\"14.2.1.8.\"><p>SPIKE GRENADES: 0</p></li></ol></li><li data-list-text=\"14.2.2.\"><h3>WEAPONS</h3><ol id=\"l88\"><li data-list-text=\"14.2.2.1.\"><p>WEAPON RACKS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.2.2.\"><p>POWER WEAPON PADS: On</p></li><li data-list-text=\"14.2.2.3.\"><p>WEAPON PICKUP: On</p></li><li data-list-text=\"14.2.2.4.\"><p>WEAPON DROPPING: On</p></li><li data-list-text=\"14.2.2.5.\"><p>WEAPON DAMAGE RATIO: Default</p></li><li data-list-text=\"14.2.2.6.\"><p>INFINITE AMMO: Off</p></li><li data-list-text=\"14.2.2.7.\"><p>BOTTOMLESS CLIP: Off</p></li><li data-list-text=\"14.2.2.8.\"><p>TACTICAL RELOAD TIME SCALER: Default</p></li><li data-list-text=\"14.2.2.9.\"><p>EMPTY RELOAD TIME SCALER: Default</p></li></ol></li><li data-list-text=\"14.2.3.\"><h3>GRENADES</h3><ol id=\"l89\"><li data-list-text=\"14.2.3.1.\"><p>MAX FRAG GRENADES: 0</p></li><li data-list-text=\"14.2.3.2.\"><p>MAX PLASMA GRENADES: 0</p></li><li data-list-text=\"14.2.3.3.\"><p>MAX DYNAMO GRENADES: 0</p></li><li data-list-text=\"14.2.3.4.\"><p>MAX SPIKE GRENADES: 0</p></li><li data-list-text=\"14.2.3.5.\"><p>GRENADE PADS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.3.6.\"><p>GRENADE PICKUP: On</p></li><li data-list-text=\"14.2.3.7.\"><p>GRENADE DAMAGE RATIO: Default</p></li><li data-list-text=\"14.2.3.8.\"><p>GRENADE THROW TIME SCALER: Default</p></li><li data-list-text=\"14.2.3.9.\"><p>GRENADE DETONATION RADIUS SCALE: Default</p></li><li data-list-text=\"14.2.3.10.\"><p>GRENADE IMPULSE SCALER: Default</p></li></ol></li><li data-list-text=\"14.2.4.\"><h3>MELEE</h3><ol id=\"l90\"><li data-list-text=\"14.2.4.1.\"><p>MELEE DAMAGE RATIO: Default</p></li><li data-list-text=\"14.2.4.2.\"><p>MELEE IMPULSE SCALER: Default</p></li></ol></li><li data-list-text=\"14.2.5.\"><h3>EQUIPMENT</h3><ol id=\"l91\"><li data-list-text=\"14.2.5.1.\"><p>EQUIPMENT PADS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.5.2.\"><p>POWER EQUIPMENT PADS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.5.3.\"><p>EQUIPMENT PICKUP: On</p></li><li data-list-text=\"14.2.5.4.\"><p>ACTIVE CAMO INTENSITY SCALER: Off</p></li><li data-list-text=\"14.2.5.5.\"><p>HOLDING OBJECTIVE DISABLES EQUIPMENT: On</p></li></ol></li><li data-list-text=\"14.2.6.\"><h3>VEHICLES</h3><ol id=\"l92\"><li data-list-text=\"14.2.6.1.\"><p>VEHICLE PADS/PLACEMENTS: On</p></li><li data-list-text=\"14.2.6.2.\"><p>OPERATE VEHICLE TURRETS: On</p></li><li data-list-text=\"14.2.6.3.\"><p>INDESTRUCTIBLE VEHICLES: Off</p></li></ol></li><li data-list-text=\"14.2.7.\"><h3>CLEANUP</h3><ol id=\"l93\"><li data-list-text=\"14.2.7.1.\"><p>WEAPON CLEANUP TIMER: Off</p></li><li data-list-text=\"14.2.7.2.\"><p>VEHICLE CLEANUP TIME: Off</p></li></ol></li></ol></li><li data-list-text=\"14.3.\"><h3>HUD</h3><ol id=\"l94\"><li data-list-text=\"14.3.1.\"><h3>SHIELDS & HEALTH</h3><ol id=\"l95\"><li data-list-text=\"14.3.1.1.\"><p>SHIELDS & HEALTH BAR HUD: On</p></li><li data-list-text=\"14.3.1.2.\"><p>SHIELDS & HEALTH BAR EFFECTS: On</p></li><li data-list-text=\"14.3.1.3.\"><p>HUD DAMAGE INDICATORS: On</p></li></ol></li><li data-list-text=\"14.3.2.\"><h3>MOTION TRACKER</h3><ol id=\"l96\"><li data-list-text=\"14.3.2.1.\"><p>MOTION TRACKER: Off (must be changed manually)</p></li><li data-list-text=\"14.3.2.2.\"><p>SMART-LINK MOTION TRACKER: Off</p></li><li data-list-text=\"14.3.2.3.\"><p>MOTION TRACKER INNER-RING SCALER: Default</p></li><li data-list-text=\"14.3.2.4.\"><p>MOTION TRACKER DETECT (FAST-MOVEMENT): On</p></li><li data-list-text=\"14.3.2.5.\"><p>MOTION TRACKER DETECT (SPRINT): On</p></li><li data-list-text=\"14.3.2.6.\"><p>MOTION TRACKER DETECT (CLAMBER): On</p></li><li data-list-text=\"14.3.2.7.\"><p>MOTION TRACKER DETECT (SHOOTING): On</p></li><li data-list-text=\"14.3.2.8.\"><p>MOTION TRACKER DETECT (MELEE): Off</p></li></ol></li></ol></li><li data-list-text=\"14.4.\"><h3>HEALTH & DAMAGE</h3><ol id=\"l97\"><li data-list-text=\"14.4.1.\"><h3>DAMAGE</h3><ol id=\"l98\"><li data-list-text=\"14.4.1.1.\"><p>DAMAGE RESISTANCE RATIO: Default</p></li><li data-list-text=\"14.4.1.2.\"><p>HEADSHOT BONUS DAMAGE PROTECTION: Off</p></li><li data-list-text=\"14.4.1.3.\"><p>DEATHLESS: Off</p></li></ol></li><li data-list-text=\"14.4.2.\"><h3>TEAM</h3><ol id=\"l99\"><li data-list-text=\"14.4.2.1.\"><p>TEAM DAMAGE RESISTANCE: Off</p></li><li data-list-text=\"14.4.2.2.\"><p>TEAM DAMAGE RESISTANCE RATIO: 100%</p></li></ol></li><li data-list-text=\"14.4.3.\"><h3>SHIELDS</h3><ol id=\"l100\"><li data-list-text=\"14.4.3.1.\"><p>MAX SHIELD SCALER: Default</p></li><li data-list-text=\"14.4.3.2.\"><p>SHIELD RECHARGE TIME SCALER: Default</p></li><li data-list-text=\"14.4.3.3.\"><p>SHIELD RECHARGE DELAY SCALER: Default</p></li><li data-list-text=\"14.4.3.4.\"><p>SHIELD VAMPIRISM RATIO: 0%</p></li></ol></li><li data-list-text=\"14.4.4.\"><h3>HEALTH</h3><ol id=\"l101\"><li data-list-text=\"14.4.4.1.\"><p>MAX HEALTH SCALER: Default</p></li><li data-list-text=\"14.4.4.2.\"><p>HEALTH RECHARGE TIME SCALER: Default</p></li><li data-list-text=\"14.4.4.3.\"><p>HEALTH RECHARGE DELAY SCALER: Default</p></li><li data-list-text=\"14.4.4.4.\"><p>HEALTH RECHARGE VAMPIRISM RATIO: 0%</p></li></ol></li></ol></li><li data-list-text=\"14.5.\"><h3>MOVEMENT</h3><ol id=\"l102\"><li data-list-text=\"14.5.1.\"><h3>BASE MOVEMENT</h3><ol id=\"l103\"><li data-list-text=\"14.5.1.1.\"><p>MOVEMENT SPEED SCALER: Default</p></li><li data-list-text=\"14.5.1.2.\"><p>GRAVITY SCALER: Default</p></li><li data-list-text=\"14.5.1.3.\"><p>FORWARD/BACK SPEED SCALER: Default</p></li><li data-list-text=\"14.5.1.4.\"><p>FORWARD/BACK ACCELERATION SCALER: Default</p></li><li data-list-text=\"14.5.1.5.\"><p>STRAFE SPEED SCALER: Default</p></li><li data-list-text=\"14.5.1.6.\"><p>STRAFE ACCELERATION SCALER: Default</p></li></ol></li><li data-list-text=\"14.5.2.\"><h3>SPRINT</h3><ol id=\"l104\"><li data-list-text=\"14.5.2.1.\"><p>SPRINTING: On</p></li><li data-list-text=\"14.5.2.2.\"><p>SPRINT SPEED SCALER: Default</p></li><li data-list-text=\"14.5.2.3.\"><p>TIME TO SPRINT SCALER: Default</p></li><li data-list-text=\"14.5.2.4.\"><p>SLIDE SPEED SCALER: Default</p></li><li data-list-text=\"14.5.2.5.\"><p>SLIDE DISTANCE SCALER: Default</p></li><li data-list-text=\"14.5.2.6.\"><p>RELOAD WHILE SPRINTING: Off</p></li><li data-list-text=\"14.5.2.7.\"><p>SPRINT RESETS SHIELD RECHARGE DELAY: On</p></li><li data-list-text=\"14.5.2.8.\"><p>DAMAGE INTERRUPTS SPRINT: On</p></li></ol></li><li data-list-text=\"14.5.3.\"><h3>JUMP</h3><ol id=\"l105\"><li data-list-text=\"14.5.3.1.\"><p>JUMP HEIGHT SCALER: Default</p></li></ol></li><li data-list-text=\"14.5.4.\"><h3>CLAMBER</h3><ol id=\"l106\"><li data-list-text=\"14.5.4.1.\"><p>CLAMBERING: On</p></li><li data-list-text=\"14.5.4.2.\"><p>CLAMBER SPEED SCALER: Default</p></li></ol></li></ol></li><li data-list-text=\"14.6.\"><h3>BOTS</h3><ol id=\"l107\"><li data-list-text=\"14.6.1.\"><h3>DIFFICULTY</h3><ol id=\"l108\"><li data-list-text=\"14.6.1.1.\"><p>BOT DIFFICULTY: Recruit</p></li></ol></li><li data-list-text=\"14.6.2.\"><h3>BOT COUNT</h3><ol id=\"l109\"><li data-list-text=\"14.6.2.1.\"><p>BOT COUNT (TEAM 1: EAGLE): 0</p></li><li data-list-text=\"14.6.2.2.\"><p>BOT COUNT (TEAM 2: COBRA): 0</p></li><li data-list-text=\"14.6.2.3.\"><p>BOT COUNT (FFA): 0</p></li></ol></li></ol></li><li data-list-text=\"14.7.\"><h3>SLAYER</h3><ol id=\"l110\"><li data-list-text=\"14.7.1.\"><p>POINTS PER SLAY: 0</p></li><li data-list-text=\"14.7.2.\"><p>POINTS PER SELF-DESTRUCTION: -100</p></li><li data-list-text=\"14.7.3.\"><p>POINTS PER BETRAYAL: -100</p></li><li data-list-text=\"14.7.4.\"><p>POINTS PER ASSISTS: 0</p></li><li data-list-text=\"14.7.5.\"><p>POINTS PER DEATH: -100</p></li><li data-list-text=\"14.7.6.\"><p>HEADSHOT BONUS: 0</p></li><li data-list-text=\"14.7.7.\"><p>MELEE BONUS: 0</p></li><li data-list-text=\"14.7.8.\"><p>SPLATTER BONUS: 0</p></li><li data-list-text=\"14.7.9.\"><p>STICKY BONUS: 0</p></li></ol></li></ol></li></ol><h3>ACKNOWLEDGMENT</h3><p>I have read the Handbook and these Official Rules in their entirety and fully understand their respective content. I acknowledge and understand that the Handbook and these Official Rules are an important legal document and by signing this document I am agreeing to and am bound by the rules, terms and conditions set forth in the Handbook and these Official Rules. I have signed it voluntarily, without inducement of any nature and understand it’s intended to be enforced to the fullest extent allowed by law. I confirm that I meet the eligibility requirements required by the Handbook and these Official Rules. If I am a team owner, I am signing the below on behalf of myself, my applicable corporate entity, and my entire team organization, including all other owners, coaches, staff and other personnel affiliated with my team, all of whom are bound by the rules, terms and conditions set forth in the Handbook and these Official Rules and I represent that I have provided each with a copy of the Handbook and these Official Rules and that I have the authority to bind each of those individuals or entities and hereby indemnify the Administration to the extent I do not.</p>","heroImageUrl":"https://images.contentstack.io/v3/assets/bltd0ebcae2b735695d/blt3940ee1b6358c5ee/622a2045c5e4be4bd2b4ac9a/Major_Blue_1500x500_KC.png","state":"COMPLETED","rulesLink":null,"roster":null,"placement":null,"drop":null,"teamPass":null,"links":[],"rosterStarters":1,"rosterSubsMin":0,"rosterSubsMax":0,"rosterCoachesMin":0,"rosterCoachesMax":0,"competitionStatus":"Completed","tournamentEntryType":"openRegistration","registrationStatus":false}],"region":{"publicId":"b04bea99-f28d-4f93-a4d0-e069f22e3e3b","name":"North America"}}